[
  {
    "path": "posts/2022-08-08-agencias/",
    "title": "Agencias de Viajes y de Turismo Estudiantil",
    "description": "Caracterización del sector en base al Registro de Agencias de Viajes de la Dirección Nacional de Agencias de Viajes (datos a marzo de 2022)",
    "author": [],
    "date": "2022-08-08",
    "categories": [],
    "contents": "\n\nSegún los datos del Registro de Agencias de Viajes de la Dirección Nacional de Agencias de Viajes al 15 de marzo de 2022 había registradas 5.150 en todo el país. En base a la información declarada por estas agencias se caracteriza el sector en relación a su distribución geográfica y el tipo de turismo con el que operan.\n\nTIPO DE TURISMO\nLas agencias de viajes y turismo pueden operar con turismo interno, turismo internacional, o ambas. De las 5150 agencias el 88,54%, es decir 4.560 agencias, opera con turismo internacional, ya sea receptivo y/o emisivo. Mientras que 3.035 agencias declararon operar con turismo interno, representando un 58,9% del universo considerado.\n\n\n\n\n\n\nAl analizar el tipo de turismo internacional, se puede ver que un 69,5% declara comercializar solo turismo emisivo, mientras que un 18,3% realiza tanto operaciones de turismo receptivo como de turismo emisivo, y un 12,2% opera turismo receptivo exclusivamente.\n\n\n\nSi bien en el agregado nacional hay un predominio de la actividad en torno al turismo emisivo, existen diferencias a nivel subnacional, tanto en relación a la cantidad de agencias como a su distribución según el tipo de turismo con el que operan.\nGEOGRAFÍA DEL SECTOR\n\n\n\nDe las 5.150 agencias que se registran en el país, la mayor parte se concentra en la Ciudad Autónoma de Buenos Aires y en la provincia de Buenos Aires. En tercer y cuarto lugar según la cantidad de agencias registradas se ubican las provincias de Córdoba y Santa Fe. En conjunto estas cuatro provincias explican el 66,95% del total del país.\n\n\n\nAdemás de la concentración territorial descripta, se observa un comportamiento heterogéneo en cuanto al tipo de turismo operado por las agencias según provincia. El mapa a continuación representa la cantidad de agencias de viaje por provincia y la proporción de las mismas que realiza servicios de turismo interno.\n\n\n\nSe puede apreciar que la proporción de agencias que realiza turismo interno no se distribuye de forma análoga a la cantidad de agencias a lo largo de país. En el grupo de provincias con mayor peso de servicios de turismo interno, además de aparecer Ciudad Autónoma de Buenos Aires, Buenos Aires y Santa Fe, que suman 2.835 agencias, también se encuentran las provincias de Jujuy, La Pampa y Entre Ríos, provincias con menos de 100 agencias cada una. Por otra parte, provincias con una elevada cantidad de agencias como Mendoza y Salta se hallan entre las que tienen una menor proporción de agencias que realizan operaciones de turismo interno.\nSi reproducimos el análisis anterior para los diferentes tipos de operaciones con turismo internacional podemos distinguir el peso del turismo receptivo y el turismo emisivo en el sector de agencias de viaje para cada provincia.\n\n\n\nAsí, por una parte se puede ver que las cinco provincias con mayor peso del turismo emisivo representan 2.378 agencias, con Buenos Aires, Santa Fe y Córdoba en el top tres según proporción del turismo emisivo. Mientras que por otra parte las cinco provincias con mayor peso del turismo receptivo suman 572 agencias, con Salta, Catamarca y Tierra del Fuego entre las tres primeras.\nMERCADOS\n\n\n\nPara un subconjunto de las agencias que realiza turismo receptivo (656 agencias) se puede analizar con qué mercados declararon trabajar. Para esta muestra de agencias la región con mayor participación es Europa, con la cual opera el 65,4% de las agencias de la muestra, en segundo lugar le sigue Brasil operada por el 63,6% de las mismas. Por su lado, China es el mercado que cuenta con menor presencia, un 29,7% de las agencias declaró operar con él.\n\n\n\nAl analizar la distribución de agencias por cantidad de mercados que operan, se destaca que en mayor medida trabajan con una única región o con todas.\n\n\n\n\n\n\nPoniendo foco en el grupo de agencias que opera un solo mercado se encuentra que el 50,6% indicó “Resto del mundo” como única región.\n\n\n\n\n\n\nTURISMO ESTUDIANTIL\n\n\n\nUno de los segmentos especializados es el de turismo estudiantil, el cual contabilizaba al 15 de marzo de 2022 un total de 225 agencias (4,4% del total de agencias habilitadas). En relación al tipo de viaje ofrecido, un 79,6% organiza o comercializa viajes de estudios, mientras que un 65,8% distribuye viajes de egresados.\n\n\n\nRespecto del destino, un 96,4% realiza viajes en el país y un 17,3% en el exterior. El principal destino nacional seleccionado por el segmento estudiantil es Carlos Paz, al cual viajan el 60% de las agencias, seguido de Bariloche (35,6%).\n\n\n\n\n\n\nTABLERO INTERACTIVO DE AGENCIAS\nA partir de los datos del Registro de Agencias de Viajes de la Dirección Nacional de Agencias de Viajes la Dirección Nacional de Mercados y Estadísticas hace público para la consulta de los datos aquí presentados el Tablero de Agencias de Viaje.\n\n\n\n\n\n\n\n\n\n\n",
    "preview": "posts/2022-08-08-agencias/distill-preview.png",
    "last_modified": "2022-08-08T18:28:14-03:00",
    "input_file": "agencias.knit.md"
  },
  {
    "path": "posts/2022-08-05-biblioteca/",
    "title": "BIBLIOTECA",
    "description": "Este nuevo micrositio del Sistema de Información Turística de la Argentina (SINTA) reune investigaciones, documentos de trabajo, metodológicos y de coyuntura del sector turístico producidos por la DNMyE",
    "author": [],
    "date": "2022-08-05",
    "categories": [],
    "contents": "\n\nContents\nBIBLIOTECA\nDocumentos de Trabajo\nMetodología\nAnuario Estadístico\n\nCOYUNTURA\nAcceso a la BIBLIOTECA\n\nDesde la Dirección Nacional de Mercados y Estadística (DNMyE) venimos trabajando de manera sostenida en la apertura de datos, procesos y la generación de plataformas, con el propósito de hacer lo más accesible posible, la diversidad de recursos, para diversos públicos. Este progresivo desarrollo fue conformando lo que hoy conocemos como el Sistema de Información Turística de la Argentina (SINTA).\nEn esta ocasión presentamos un nuevo micrositio dentro del SINTA: la BIBLIOTECA. Así, mientras el sitio de INFORMES tiene como objetivo principal reunir los informes de prensa y reportes de los operativos estadísiticos o seguimiento de indicadores; o el Portal de Datos Abiertos es el espacio donde publicamos series de indicadores o bases de microdatos, en este nuevo espacio tenemos como objetivo reunir y compartir Investigaciones, Documentos de Trabajo, Anuarios Estadísticos, Manuales Metodológicos o Informes periódicos de coyuntura.\n\n\n\nBIBLIOTECA\nLa colección de documentos que acá se publican fueron categorizados en tres grandes grupos con etiquetas para cada uno que permiten una rápida navegación según el tema de interés: “Documentos de Trabajo”, “Metodología” y “Anuario Estadístico”\nDocumentos de Trabajo\nEstos son documentos de investigación y análisis producidos en el marco de la Subsecretaría de Desarrollo Estratégico de la cual depende esta DNMyE. Entre otros se pueden encontrar, por ejemplo, las propuestas y estrategias del programa La Ruta Natural; o perfiles de turismo (tales como Naturaleza o Cultura) a partir de las encuestas de turismo interno e internacional cuyos cuestionarios permiten entender las prácticas turísticas relacionadas con esos entornos.\nMetodología\nBajo esta categoría se agrupan los documentos técnicos y metodológicos de los operativos que nutren las estadísicas básicas del turismo en Argentina (Encuesta de Turismo Internacional, Encuesta de Ocupación Hotelera y Encuesta de Viajes y Turismo en los Hogares), los relacionados con la Cuenta Satelite de la Argentina (CST-A) y los insumos del proyecto de Armonización.\nAnuario Estadístico\nPor último, se rune bajo esta etiqueta los Anuarios de Estadísticas de Turismo (AET) de la serie 2006 - 2015, discontinuada en 2016. En la actualidad se está trabajando para su relanzamiento con el AET 2021 de pronta publicación, y la reconstrucción de la serie para atrás (2016 - 2020).\nCOYUNTURA\nEl micrositio contiene además una sección dedicada a publicaciones periódicas de seguimiento estadístico y económico del sector turístico:\nEl Informe Mensual de Estadísicas de Turismo (IMET)\nEl Panorama Económico del Turismo en Argentina\nAcceso a la BIBLIOTECA\n🔗 https://biblioteca.yvera.tur.ar/\n\n\n\n",
    "preview": "posts/2022-08-05-biblioteca/sinta.png",
    "last_modified": "2022-08-08T18:39:38-03:00",
    "input_file": "biblioteca.knit.md"
  },
  {
    "path": "posts/2022-08-02-imet/",
    "title": "Publicación del Informe Mensual de Estadísticas de Turismo",
    "description": "Publicación regular de la Dirección Nacional de Mercados y Estadística que compendia la última información disponible del turismo en Argentina y el mundo",
    "author": [],
    "date": "2022-08-02",
    "categories": [],
    "contents": "\n\nContents\nIntroducción\nContenidos\nTurismo Internacional\nTurismo interno\nSector hotelero\nEconomía del sector turístico\nTurismo en el mundo\nPerfil del turista no residente\nPerfil del turista interno\n\nJULIO 2022\n\nIntroducción\nLa Dirección Nacional de Mercados y Estadística (DNMyE) elabora mensualmente un informe que reúne los datos actualizados del turismo, nutriéndose de las estadísticas elaboradas por la Dirección a partir de los relevamientos períodicos (Encuesta de Turismo Internacional, Encuesta de Ocupación Hotelera, Encuesta de Viajes y Turismo de los Hogares), asi como fuentes externas que complementan los datos del sector (Migraciones, ANAC, INDEC, Organización Mundial del Turismo). En esta oportunidad, se publica para el público general el último Informe Mensual de Estadísticas de Turismo (IMET), correspondiente al mes de julio.\n\n\nA continuación se enumeran los contenidos que actualmente forman parte del informe, junto con la fuente de donde provienen los datos\nContenidos\nTurismo Internacional\nEn base a la estimación del turismo internacional elaborada por la DNMyE, con datos de la Dirección Nacional de Migraciones y la Encuesta de Turismo Internacional (ETI), se expone, en primer lugar, la evolución del turismo receptivo, el emisivo y la balanza turística.\nLuego se refleja la evolución del gasto turístico internacional en base a la información proveniente de la Cuenta Viajes y la Cuenta Pasajes de la Balanza de Pagos del INDEC. Cabe destacar que dicho indicador está compuesto por el gasto de los visitantes (turistas + excursionistas) y las compras de pasajes internacionales por parte de personas no residentes de Argentina a empresas residentes, en el caso del turismo receptivo, y por parte de personas residentes de Argentina a empresas no residentes, para el caso del turismo emisivo.\nEn tercer lugar, se presentan los mercados de origen y destino de los turistas, junto al saldo (receptivo-emisivo) de los principales destinos.\nEn cuarto lugar, la evolución del Índice de tipo de cambio real multilateral turístico, que refleja la competitividad cambiaria de Argentina, teniendo en cuenta la participación del resto de los países en el flujo turístico del país. Se contempla, también, la existencia de tipos de cambios diferentes al oficial que puedan influir en las transacciones de los turistas.\nPor último, se muestra información referida a la conectividad aéra internacional, a través de la cantidad de pasajeros transportados, asientos ofrecidos y vuelos realizados. Todo ello, en base a datos de la Administración Nacional de Aviación Civil (ANAC).\n\n\nTurismo interno\nSe presenta información relevante de la Encuesta de Viajes y Turismo de los Hogares (EVyTH). En particular, la cantidad de turistas internos provenientes de grandes aglomerados urbanos, la estadía media y el gasto, con frecuencia trimestral. También podrá encontrase información sobre actividad aerocomercial de cabotaje, tales como asientos ofrecidos y pasajeros transportados, tomando datos de la ANAC\n\n\n\nSector hotelero\nIncluye estadísticas relevadas por la Encuesta de Ocupación Hotelera (EOH). Podrán visualizarse datos referidos a las pernoctaciones, los viajeros hospedados y su estadía promedio, según su residencia de origen (residentes y no residentes).\n\n\nEconomía del sector turístico\nEl Estimador Mensual de Actividad Económica (EMAE), elaborado por el INDEC, permite ver la evolución de la actividad económica por sector de actividad, con frecuencia mensual. Se destaca, entonces, el seguimiento de la actividad en hoteles y restaurantes, en relación con el nivel general y el resto de los sectores.\nPor otra parte, se podrá encontrar información referida al empleo privado registrado en todos los rubros económicos, distinguiéndose el de hoteles y restaurantes. Esta información es elaborada en base a datos del Ministerio de Trabajo (MTEySS) a partir del Sistema Integrado Previsional Argentino (SIPA).\n\n\n\n\nTurismo en el mundo\nEvolución de las llegadas de turistas internacionales por región y subregión de destino, con énfasis en Sudamérica, en base a datos del Barómetro de la Organización Mundial del Turismo (OMT)\n\n\n\nPerfil del turista no residente\nA partir de información de la ETI, se presentan las características de los turistas no residentes (género, edad), y sus viajes (tipo de alojamiento elegido, utilización de paquete turístico, motivo de viaje), correspondientes al último trimestre disponible. A su vez, se exponen las actividades realizadas y la calificación de calidad que le otorgan los turistas a los rubros utilizados.\n\nPerfil del turista interno\nTomando los datos relevados por la EVyTH, se presentan las características de los turistas internos (distribución por quintil de ingresos, edad, región de origen y género), así como las características de sus viajes (medio de transporte utilizado, motivo de viaje, región de destino, tipo de alojamiento elegido), para el último trimestre relevado.\n\nJULIO 2022\n\n\n\n\n\n",
    "preview": "posts/2022-08-02-imet/imet_bitacora_files/figure-html5/unnamed-chunk-1-1.png",
    "last_modified": "2022-08-03T14:50:30-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-07-18-dnmye-paquetes/",
    "title": "{herramientas} para el procesamiento de datos y {comunicacion} de la DNMyE",
    "description": "Presentación de dos librerías con funciones del paquete estadístico R, desarrolladas por la Dirección Nacional de Mercados y Estadística del Ministerio de Turismo y Deportes de la Nación",
    "author": [],
    "date": "2022-07-18",
    "categories": [],
    "contents": "\n\nContents\nPaquete {comunicacion}\nFunciones\n\nPaquete {herramientas}\n\nA lo largo del último año y medio, la DNMyE se ha puesto como objetivo mejorar los productos ya existentes, desarrollar nuevos y avanzar en la sistematización y automatización de los flujos de trabajo que hacen posible lo mencionado anteriormente. Un primer gran resultado que hemos alcanzado con este proyecto es la creación del Sistema de Información Turística de la Argentina (SINTA).\nEn paralelo, esta oficina estadística se ha propuesto avanzar en la transparencia y apertura tanto de los datos que produce como de los procesos que se llevan adelante para la generación de información. En este camino hemos decidido incorporar como herramienta de trabajo para el procesamiento de datos (y más) al lenguaje de programación estadística R1 y la plataforma Rstudio2. Esto nos permitió, por un lado, disponer del basto conjunto de librerías disponibles tanto para el procesamiento de datos en general como para todo aquello que lo rodea (validación y visualización de la información, diseño de plataformas para la presentación de los productos, organización de flujos de trabajo, entre otros).\nPor otro lado, una de las potencialidades de los esquemas del software de código abierto con licencia libre es la capacidad que tienen las personas, institutos, empresas y también diferentes organismos del Estado para contribuir en el desarrollo de herramientas, sea tanto para uso interno como externo. Es en este sentido que desde la DNMyE avanzamos en la creación de dos librerías en R que nos faciliten el día a día en dos aspectos esenciales para la Dirección: el procesamiento de datos y la comunicación de la información.\n\nPaquete {comunicacion}\n\n\n\n{comunicacion} ofrece un set de funciones que facilitan la visualización y presentación de la información estadística en la DNMyE, basados en el conjunto de lineamientos del Manual de marca institucional de Presidencia de la Nación Argentina, sea para logotipos, paletas de colores o piezas de comunicación.\nFunciones\nCon crear_informes() ponemos a disposición un esqueleto de la estructura de nuestros informes. La idea es que los y las técnicas de la DNMyE no tengan que preocuparse por configuraciónes de formato, estética y se puedan enfocar, principalmente, en el procesamiento y análisis de la información.\n\n\n\nCon scale_fill_dnmye() podemos alinear el conjunto de visualizaciones que producimos con los lineamientos del manual de estilo. Por ejemplo:\n\n\n\nAdemás, creamos funciones para setear de forma manual los colores institucionales, como dnmye_colores() y otras para, por ejemplo, generar el código necesario que permita agrupar múltiples fragmentos de Rmarkdown en pestañas, como rmdautotabs() 3.\n\nRepositorio en Github\n\n\nDocumentación de la librería\n\n\nPaquete {herramientas}\n\n\n\nEl objetivo del paquete es proveer a la Dirección Nacional de Mercados y Estadísticas de un set de funciones para el procesamiento de datos. Entre las principales se pueden encontrar:\nremover_tildes(): Función que elimina tildes de las vocales y la letra “y”:\n\n\nherramientas::remover_tildes(\"Uná oráción lléná de tíldes\")\n\n\n[1] \"Una oracion llena de tildes\"\n\n\nnumeros_en_palabras(): Función que transforma dígitos del 0 al 100 en palabras:\n\n\nherramientas::numeros_en_palabras(c(1, 01, 54, \"25 de mayo\"))\n\n\n[1] \"uno\"                 \"uno\"                 \"cincuenta y cuatro\" \n[4] \"veinticinco de mayo\"\n\n\nlimpiar_texto(): Función que aplica limpieza general del texto:\n\n\nherramientas::limpiar_texto(\"Téxtó lleno de tíldés mál puestás y eñes por todos ñados\")\n\n\n[1] \"texto lleno de tildes mal puestas y enes por todos nados\"\n\n\nOtras funciones:\n%out%: Valores no contenidos dentro de un conjunto.\ntasa_variacion(): Calcula la tasa de variación con respecto al período previo según se defina.\nset_user_srv(): Guía para la configuración de las credenciales en .Renviron\narchivo_plano_srv() Devuelve las líneas de una archivo plano en el server, es para usar junto a read.csv() y otras funciones de lectura de archivos plano.\nread_rds_srv() y read_sav_srv(): Leen especificamente esos tipo de archivos mediante gzcon() y getBinaryURL()\nwrite_file_srv: Hace una conexión a la ruta indicada dentro del servidor de la DNMyE y escribe un archivo .csv, .rds, .txt o .sav\n\nRepositorio en Github\n\n\nDocumentación de la librería\n\nPara facilitar el acceso a estas funciones a diferentes usuarios por fuera de la DNMyE, hemos abierto el repositorio desde el cual desarrollamos la librería y, también, hemos puesto a disposición la documentación correspondiente para entender y aplicar estas herramientas. También abrimos un espacio para que, quien lo desee, pueda contribuir con aportes al desarrollo de los paquetes. Para ello recomendamos leer la documentación del repositorio y la guía para contribuir\nCon este camino recorrido, la DNMyE se ha propuesto avanzar en el desarrollo de herramientas para facilitar y mejorar el procesamiento de datos y, al mismo tiempo, continuar con la apertura de datos y procesos.\n\nR Core Team (2022). R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria. URL https://www.R-project.org/.↩︎\nRStudio Team (2022). RStudio: Integrated Development Environment for R. RStudio, PBC, Boston, MA. URL http://www.rstudio.com/.↩︎\nTomado del paquete sknifedatar↩︎\n",
    "preview": "posts/2022-07-18-dnmye-paquetes/distill-preview.png",
    "last_modified": "2022-08-03T14:50:30-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-06-28-mapear/",
    "title": "MapeAr: una herramienta para visualizar información geográfica",
    "description": "¿Cómo convertir una base con datos georeferenciados en un mapa de Argentina?",
    "author": [],
    "date": "2022-06-28",
    "categories": [],
    "contents": "\n\nContents\n¿Para qué mapeAr?\nTrabajando con información geográfica\nMapeando datos\nCapa base\nCapas predefinidas\nCapas personalizadas\n\nYendo un poco más allá…\nLinks\n\n¿Para qué mapeAr?\nEn el día a día de la Dirección Nacional de Mercados y Estadística (DNMyE) trabajamos con datos de la actividad turística de Argentina que están, o pueden ser, georeferenciados, es decir, que tienen una ubicación conocida. Por ejemplo, los aeropuertos internacionales del país, los principales destinos turísticos de una provincia o las Rutas Naturales en las que se divide al territorio argentino ocupan un lugar en el espacio.\nAl contar con este tipo de datos se pueden elaborar mapas para visualizar la información geográfica, algo útil para conocer la distribución de esos datos en el espacio y como soporte para la elaboración de estrategias de desarrollo y promoción turística.\nPor esto, desde la DNMyE se propuso desarrollar una plataforma de acceso libre para la realización de mapas de Argentina, con el objetivo de facilitar el proceso a quiénes no cuentan con conocimientos en herramientas de diseño o programación. Se puede acceder a la misma en el siguiente link: https://tableros.yvera.tur.ar/mapeAr/\nTrabajando con información geográfica\nExisten distintos tipos de datos espaciales que se pueden “mapear”, los cuales se representan a través de geometrías:\nPuntos: refieren a una latitud y longitud específica donde se ubica el dato. Por ejemplo, el Puerto de Buenos Aires o las Cataratas del Iguazú.\nLíneas: podemos definirlas como una sucesión de puntos. Un claro ejemplo son las rutas nacionales y provinciales.\nPolígonos: representan áreas en el espacio, es decir, que tienen límites. Las provincias de un país se representan con polígonos, así como el país en sí mismo, por mencionar unos ejemplos.\nEstos datos se suelen almacenar en distintos formatos, pero hay algunos específicos para guardar información geográfica como .geojson y .kml, especialmente cuando se trabaja con líneas y polígonos. En el caso de puntos, es común utilizar formatos más conocidos como .xlsx y .csv, donde tenemos una columna con la latitud del dato y otra con la longitud. A continuación podemos ver un ejemplo de una tabla muy sencilla, que contiene algunos aeropuertos del país:\n\n\nlatitud\n\n\nlongitud\n\n\nnombre_aeropuerto\n\n\n-31.323601\n\n\n-64.208000\n\n\nIng. Taravella\n\n\n-54.843300\n\n\n-68.295800\n\n\nMalvinas Argentinas\n\n\n-26.840900\n\n\n-65.104897\n\n\nB. Matienzo\n\n\n-50.280300\n\n\n-72.053101\n\n\nComte. A. Tola\n\n\n-32.831699\n\n\n-68.792900\n\n\nEl Plumerillo\n\n\n-34.559200\n\n\n-58.415600\n\n\nJorge Newbery\n\n\nAhora que sabemos a qué nos referimos con información geográfica, conozcamos mejor cómo funciona mapeAr.\nMapeando datos\nLa plataforma de mapeAr fue diseñada para poder elaborar mapas de Argentina cargando distintas capas de información geográfica. Cuando abrimos la aplicación nos encontramos con la siguiente interfaz:\n\n\n\nDel lado izquierdo se encuentran los controles para poder cargar y personalizar las capas de datos geográficos, mientras que a la derecha podemos previsualizar el mapa. Al iniciarse, se muestra una capa base con la geometría de Argentina con la división provincial, sobre la cual podemos realizar distintos ajustes y agregar más capas.\nPara entender mejor el funcionamiento de la aplicación, hagamos un ejemplo de un mapa que muestre los aeropuertos que vimos más arriba, y para agregar un poco más de información, incorporemos las rutas nacionales.\nCapa base\nEmpecemos por configurar la capa base. Para nuestro ejemplo, vamos a dejar como base todo el país, pero si quisiéramos enfocarnos en algunas provincias podríamos seleccionarlas desde Filtrar provincias. Luego vamos a darle un poco de diseño a nuestra capa base cambiando el color de Relleno a “#D4D4D4”1, el cual representa un gris claro, y el color de las Líneas a “Blanco”.\nPara no complejizar la visualización, dejaremos el resto de las opciones de la capa base tal cual vienen cargadas. Sentíte libre de utilizar los botones de agregar las geometrías del continente y los departamentos o los nombres de las provincias, para darle más contexto al mapa.\nYa tenemos nuestro mapa base de Argentina, ahora incorporemos más información.\nCapas predefinidas\nEn la DNMyE utilizamos algunas capas vinculadas a la actividad turística cotidianamente, por lo cual resulta útil poder cargar las mismas de manera rápida. Para esto, en el bloque de capas predefinidas guardamos las siguientes geometrías, con algunos parámetros preestablecidos (como el color): Regiones, Rutas Naturales, Circuitos (turísticos), Áreas Protegidas, Vías Nacionales y Capitales.\nEn nuestro ejemplo vamos a agregar la capa de Vías Nacionales, por lo que la elegimos en el primer selector de Opciones de capa, esperamos a que cargue y dejamos el segundo selector con la opción “Ninguna”. Ahora tenemos un montón de líneas sobre el mapa, que nos permiten visualizar cómo se conecta el país a través de las rutas nacionales. Como luego vamos a incorporar nuestros datos de aeropuertos, ajustemos la Opacidad de las líneas para que sea más fácil visualizar y distinguir las distintas capas. Arrastramos el control hasta el valor 0.6.\nHasta el momento nuestro tablero y mapa luce de la siguiente manera:\n\n\n\nCapas personalizadas\n¡Llegó la hora de cargar nuestros propios datos! En este caso, vamos a sumar la base de aeropuertos que mencionamos, la cual contiene únicamente tres columnas (latitud, longitud y nombre del aeropuerto) y se encuentra en formato .xlsx.\nAntes de cargar un archivo, es importante saber que hay algunos requisitos y recomendaciones que seguir para que la plataforma levante nuestra base de manera correcta. En la sección ¿Cómo usar? se puede encontrar una descripción detallada, sugerimos leerla y descargar la base modelo con algunos aeropuertos (que es una versión más completa de la que estamos utilizando para el ejemplo).\nEn la sección de Capa 1 nos encontramos con los siguientes comandos:\n\n\n\nPrimero, marcamos la opción de geometría que vamos a mapear. Para el ejemplo elegimos la opción de Puntos, ya que estamos trabajando con aeropuertos que tienen unas coordenadas (latitud y longitud) definidas. Luego hacemos click en “Buscar” dentro de Cargar archivo y elegimos el archivo excel.\nSi todo anduvo bien, veremos que en nuestro mapa figuran algunos puntos. Empecemos por aumentar el tamaño para identificarlos mejor, cambiando la opción Tamaño a 5. Ya tenemos un mapa que cumple con nuestro objetivo de mostrar la ubicación de los aeropuertos con las rutas de fondo, pero vamos a personalizar un poco más la estética final.\nCambiamos el Color de nuestros puntos a “#821F1F” y la Forma a “Triangulos”, ahora podemos distinguirlos mejor. También queremos saber cómo se llaman así que vamos a agregar unas etiquetas de Referencias, cambiando la opción de “Ninguna” al nombre de nuestra variable “nombre_aeropuerto”, el Tipo a “Etiqueta” y el Tamaño a 3.\nSi la visualización nos convence podemos descargar nuetro mapa, para lo cual elegimos el formato de salida (por ejemplo, PNG) y configuramos los parámetros de Ancho, Alto y DPI (resolución de la imagen). En nuestro ejemplo dejaremos todo tal cual, resultando en el siguiente mapa:\n\n\n\n¡Listo! Con algunos clicks y ajustes logramos armar un mapa para descargar, compartir o incluir en nuestros trabajos, partiendo de una base de datos propia. Si te da curiosidad saber qué es lo que sucede por detrás de mapeAr, podés consultar el código fuente en el repositorio de Github de la DNMyE. También compartimos el código en R que permite replicar el mismo mapa que hicimos en la plataforma:\nlibrary(tidyverse)\nlibrary(sf)\nlibrary(readxl)\nlibrary(geoAr)\nlibrary(ggrepel)\n\n#Cargo base de aeropuertos\naeropuertos <- read_excel(\"aeropuertos_modelo.xlsx\") %>% \n  mutate(latitud = as.numeric(latitud),\n         longitud = as.numeric(longitud))\n\n#Cargo base de mapa Argentina\nmapa_argentina <- get_geo(\"ARGENTINA\", level = \"provincia\")\n\n#Cargo base de rutas nacionales del IGN\nrutas_nacionales <- read_sf(\"vial_nacional.kml\") %>% \n  group_by(rtn) %>% \n  summarise(geometry = st_combine(geometry)) %>% \n  ungroup()\n\n#Armo mapa\nmapa_ejemplo <- ggplot() +\n  geom_sf(data = mapa_argentina, fill = \"#D4D4D4\", color = \"white\") +\n  geom_sf(data = rutas_nacionales, color = \"#356296\", alpha = 0.6) +\n  geom_point(data = aeropuertos, aes(x = longitud, y = latitud),color = \"#821F1F\", size = 5, shape = 17) +\n  geom_label_repel(data = aeropuertos, \n                   aes(x = longitud, y = latitud, label = nombre_aeropuerto), \n             size =3,  box.padding = 0.2, min.segment.length = 1,) +\n  theme_void()\nLa ventaja de mapeAr no radica solo en que nos ahorramos de escribir o entender código, sino que también evitamos tener que buscar y procesar las capas con las geometrías de Argentina y rutas nacionales, siendo que trabajar con información geográfica puede llegar a ser complejo.\nYendo un poco más allá…\nEn el caso de que queramos seguir personalizando el mapa, el tablero nos permite jugar con los parámetros de color, tamaño y forma (si se trata de puntos). Podemos, por ejemplo, asignar un color a los puntos en función de una variable de nuestra base. Para esto deberíamos seleccionar la opción Según variable en Color y luego elegir la variable categórica que nos sirva para colorear los puntos. También tenemos la opción de cargar un color específico para cada punto, creando una columna que se llame color_hex en nuestra base y especificando el código hexadecimal del color de cada registro (ver el modelo de data en la pestaña ¿Cómo usar?).\nPor último, hay que tener en cuenta que se pueden sumar hasta tres capas personalizadas, además de las dos predefinidas y la capa base. Un recurso útil para consultar información geográfica es el sitio del Instituto Geográfico Nacional, donde se encuentran distintas bases que te pueden ayudar a crear mapas según tus necesidades.\n¿Lista/o para mapear?\nLinks\nRecurso: https://tableros.yvera.tur.ar/mapeAr/\nRepositorio: https://github.com/dnme-minturdep/mapeAr\n\nEsta forma de escribir un color se conoce como sistema de numeración hexadecimal, se utiliza para representar colores a través de un código de 6 valores alfanuméricos precedido de un #.↩︎\n",
    "preview": "posts/2022-06-28-mapear/distill-preview.png",
    "last_modified": "2022-08-03T14:50:30-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-06-16-datos-puna/",
    "title": "Fuentes de datos: Padrón Único Nacional de Alojamiento (PUNA)",
    "description": "Siguiendo con la política de apertura de datos, la Dirección Nacional de Mercados y Estadística pone a disposición principales indicadores y la base de datos agregada de alojamientos colectivos 2020 del PUNA.",
    "author": [],
    "date": "2022-06-21",
    "categories": [],
    "contents": "\n\nContents\n¿QUÉ ES EL\nPADRÓN ÚNICO NACIONAL DE ALOJAMIENTO?\n¿QUÉ ES UN\nALOJAMIENTO TURÍSTICO COLECTIVO?\n¿QUÉ PERMITE ANALIZAR EL\nPUNA?\nRECURSOS DISPONIBLES\nPARA CONSULTA\nTablero Interactivo\nDatos Abiertos\n\n\n¿QUÉ ES EL\nPADRÓN ÚNICO NACIONAL DE ALOJAMIENTO?\nEl Padrón Único Nacional de Alojamiento (PUNA) es el resultado de un\nproceso de armonización y consolidación de la información aportada por\nlos organismos provinciales y municipales de turismo a través de sus\nregistros administrativos y por el INDEC a partir del registro del marco\npoblacional de la Encuesta de Ocupación hotelera y Parahotelera\n(EOH).\nLos diferentes organismos de turismo de cada provincia o municipio\ncuentan con la información del número de establecimientos hoteleros,\nparahoteleros y otros alojamientos colectivos de turismo, resultante del\nproceso de habilitación que realizan las correspondientes dependencias\npara la prestación del servicios de alojamiento. A su vez, a partir de\nla información que recoge la EOH en las localidades muestradas, para la\nconstrucción del marco muestral de interés, se incorporan dichos\nregistros al padrón de alojamiento.\nComo resultado el PUNA reúne la información de los establecimientos\nde alojamiento turístico colectivo de la Argentina, detallando las\nprincipales variables de cada uno.\n¿QUÉ ES UN\nALOJAMIENTO TURÍSTICO COLECTIVO?\nLos alojamientos turísticos colectivos son aquellos establecimientos\nde hospedaje que prestan servicios de alojamiento al viajero, ofreciendo\nhabitaciones u otro acomodo, si bien el número de plazas debe ser\nsuperior a un mínimo determinado, para grupos de personas que sobrepasan\nla unidad familiar y debe disponer, aunque no tenga fines de lucro, de\nuna administración de tipo comercial común para todas las plazas del\nestablecimiento. Esta definición incluye a los establecimientos\nhoteleros, parahoteleros, especializados y otros establecimientos\ncolectivos (como los alojamientos de vacaciones; alojamientos de camping\nturístico; puertos; establecimientos de alojamiento turístico\nsocial).\n¿QUÉ PERMITE ANALIZAR EL\nPUNA?\nLos datos del PUNA permiten conocer para 1265 localidades del país el\nstock de establecimientos, plazas y habitaciones disponibles según el\ntipo y categoría del establecimiento, número de establecimientos y\nplazas de cadenas hoteleras y origen de la cadena.\nPor ejemplo, a partir de la base de alojamientos turísticos\ncolectivos agrupada podemos analizar cómo se distribuyó el stock de\nplazas de alojamiento colectivo a lo largo del país durante el 2020 por\nprovincia.\n\n\nShow code\n\ndata_gg2 <- puna %>% \n#  filter(tipo == \"Hoteleros\") %>% \n  group_by(provincia) %>% \n  summarise(plazas = sum(as.numeric(plazas))) %>% \n  ungroup() %>% \n # mutate(orden = rank(-plazas)) %>% \n  arrange(-plazas) %>% \n  mutate(prov_limpio = limpiar_texto(provincia)) %>% \n  filter(!is.na(plazas))\n\n\nmapa_arg <- get_geo(\"ARGENTINA\", level = \"provincia\") %>% \n  add_geo_codes() %>% \n  mutate(prov_limpio = limpiar_texto(name_iso))\n\ndata_gg2 <- right_join(mapa_arg, data_gg2)\n\n\ndata_gg2 <- data_gg2 %>% \n  st_centroid(of_largest_polygon = T) \n\ndata_gg2 <- data_gg2 %>% \n  bind_cols(\n    sf::st_coordinates(data_gg2) %>%\n      as_tibble() %>%\n      rename(lon=X, lat=Y))\n\n# corregir centroide de salta\ndata_gg2 <- data_gg2 %>% \n  mutate(lon = ifelse(name_iso == \"Salta\", -64.59388437680094, lon),\n         lat = ifelse(name_iso == \"Salta\", -25.110770602277693, lat))\n\ndata_gg2 <- datos_grafico_pablo(data_gg2, variable = plazas)\n\n\nggplot(data_gg2) + #data\n  geom_sf(data=mapa_arg, size = .5, fill = \"transparent\", color = \"gray40\") + # mapa base\n  geom_point(aes(x=lon, y=lat, color=plazas)) + #data: puntos\n  geom_sigmoid(\n    aes(x=lon, y=lat, xend=sigmoid_end, yend=col_y, group=name_iso, color=plazas)\n  ) + #data: lineas\n  geom_text(\n    aes(label=name_iso, x=sigmoid_end, y=col_y\n        #color=plazas\n        ), color = \"black\", fontface = \"bold\",\n    hjust=1, size=4, vjust=0, nudge_y = 0.5, alpha=0.8,\n  ) + #data: etiquetas\n  geom_segment(\n    aes(x = col_x_start, xend = col_x_end, y = col_y, yend = col_y, color = plazas),\n    size = 4.2, alpha = .9, \n    lineend = \"round\"\n  ) + #data: barras\n  geom_text(\n    aes(label=area_label, x=col_x_end, y=col_y, color=plazas),\n    hjust=-0.1, size=5, nudge_x = .3\n  ) + #data: valores\n  labs(\n    subtitle = \"Plazas en alojamientos colectivos por provincia. Año 2020\",\n    caption = \"PUNA-MINTURDEP\"\n  ) +\n  coord_sf(clip = \"off\") +\n  scale_fill_dnmye2(discrete = F) +\n  scale_color_dnmye2(discrete = F) +\n  theme_void() +\n  theme(plot.margin = margin(.5, 1, .5, .5, \"cm\"),\n        legend.position = \"none\",\n        plot.background = element_rect(fill = \"transparent\"),\n        plot.caption = element_text(color = \"gray40\", size = 10),\n        plot.title = element_text(color = \"gray40\", size = 25, family = \"Helvetica\", face = \"bold\"),\n        plot.subtitle = element_text(color = \"gray40\", size = 25))\n\n\n\n\nTambién podemos hacer el análisis a nivel de localidad y consultar\ncuáles fueron las quince localidades del país con mayor stock de plazas\ntotales.\n\n\nShow code\n\ndata_gg <- puna %>% \n  filter(!is.na(plazas) & plazas != 0) %>% \n  group_by(provincia, localidad) %>% \n  summarise(plazas = sum(as.numeric(plazas))) %>% \n  ungroup() %>% \n  arrange(plazas) %>% \n  mutate(localidad = as_factor(localidad),\n         orden = as.integer(rank(-plazas)))\n\ndata_gg %>% \n  slice_tail(n = 15) %>% \n  ggplot() +\n    geom_segment(aes(x = localidad, xend = localidad,\n                     y = 0, yend = plazas, \n                     color =provincia)) +\n  geom_point(aes(x = localidad, y = plazas, fill = provincia), color = \"black\",\n             size = 3, shape = 21) +\n  geom_text(aes(x = localidad, y = plazas+10000, \n                label = scales::label_number(big.mark = \".\", decimal.mark = \",\", accuracy = 1)(plazas)\n), color = \"black\",\n             size = 5) +\n  coord_flip(clip = \"off\") +\n  theme_minimal()  +\n  scale_fill_dnmye2() +\n  scale_color_dnmye2() +\n  xlab(\"\") +\n  ylab(\"\") +\n  scale_y_continuous(labels = NULL) +\n  guides(fill = guide_legend(title = \"Provincias\"), color = \"none\") +\n  theme(plot.margin = margin(.5, 1, .5, .5, \"cm\"),\n        text = element_text(size = 20),\n        legend.position = \"right\",\n        plot.background = element_rect(fill = \"transparent\"),\n        plot.caption = element_text(color = \"gray40\", size = 10),\n        plot.title = element_text(color = \"gray40\", size = 25, family = \"Helvetica\", face = \"bold\", hjust = 0),\n        plot.subtitle = element_text(color = \"gray40\", size = 25)) +\n  labs(title = \"Plazas de alojamiento turístico colectivo por localidad\", subtitle = \"Año 2020.\", caption = \"Fuente: PUNA-MINTURDEP\") \n\n\n\n\nAdemás de analizar el stock de plazas es posible indagar en función\nde otras variables como el tipo de establecimiento o su clasificación.\nEn el PUNA los establecimientos colectivos se clasifican en tres tipos:\nhoteleros, parahoteleros, y otros colectivos. Cada tipo a su vez tiene\nsu propia clasificación, los alojamientos hoteleros se clasifican en\ndiez categorías diferentes.\nUna posible lectura que aporta esto es conocer qué porcentaje de las\nplazas hoteleras de cada provincia conforman los hoteles sindicales o\nmutuales. En el siguiente gráfico se representa el total de plazas\nhoteleras, la suma de plazas hoteleras de clasificación mutual o\nsindical y qué porcentaje estas últimas representan sobre el total\nhotelero.\n\n\nShow code\n\ndata_gg3 <- puna %>% \n  filter(tipo == \"Hoteleros\") %>% \n  complete(provincia, clasificacion_minturdep) %>% \n  group_by(provincia, clasificacion_minturdep) %>% \n  summarise(plazas = sum(as.numeric(plazas), na.rm = T)) %>% \n  ungroup() %>% \n  group_by(provincia) %>%\n  mutate(porcentaje = plazas /sum(plazas, na.rm = T), \n         total = sum(plazas)) %>% \n  filter(clasificacion_minturdep == \"Hotel sindical / mutual\") %>% \n  ungroup() %>% \n  arrange(total) %>% \n  mutate(provincia = as_factor(provincia))\n  \n\nggplot(data = data_gg3) +\n  geom_col(aes(x = provincia, \n               y = plazas,\n               fill = provincia), width = .6, color = \"black\" ) +\n  geom_col(aes(x = provincia, \n               y = total,\n               fill = provincia), alpha = .5 ) +\n  geom_text(aes(x = provincia, \n               y = plazas+10000,\n               label  = scales::label_percent(accuracy = 0.01)(porcentaje)),\n             size = 5) +\n  guides(fill = \"none\") +\n  coord_flip() +\n    theme_minimal()  +\n  scale_fill_dnmye2() +\n  scale_color_dnmye2() +\n  xlab(\"\") +\n  ylab(\"Plazas\") +\n # guides(fill = guide_legend(title = \"Provincias\"), color = \"none\") +\n  theme(plot.margin = margin(.5, 1, .5, .5, \"cm\"),\n        text = element_text(size = 20),\n        legend.position = \"none\",\n        plot.background = element_rect(fill = \"transparent\"),\n        plot.caption = element_text(color = \"gray40\", size = 10),\n        plot.title = element_text(color = \"gray40\", size = 25, family = \"Helvetica\", face = \"bold\", hjust = 0),\n        plot.subtitle = element_text(color = \"gray40\", size = 25)) +\n  labs(title = \"Plazas de alojamiento de hoteles sindicales/mutuales\\ny plazas de alojamiento hotelero por provincia\", subtitle = \"Año 2020.\", caption = \"Fuente: PUNA-MINTURDEP\") \n\n\n\n\nRECURSOS DISPONIBLES PARA\nCONSULTA\nTablero Interactivo\nDesde acá se puede\nacceder a la información del PUNA en formato de tabla dinámica\ninteractiva para que puedas cruzar los datos por diferentes variables de\ninterés.\nDatos Abiertos\nAdemás se encuentra disponible para su consulta y descarga en el portal\nde datos abiertos del Sistema de Información Turística de la\nArgentina (SINTA) los\nsiguientes recursos:\nCantidad\nde plazas, habitaciones y establecimientos de alojamiento turístico\ncolectivo por provincia.\nCantidad\nde plazas, habitaciones y establecimientos de alojamiento turístico\ncolectivo por provincia según categoría.\nCantidad\nde plazas y establecimientos de cadenas hoteleras según tipo de cadena\nhotelera.\nBase\nde alojamientos turísticos colectivos agrupada por provincia,\ndepartamento y localidad según clasificación y tipo de alojamiento del\nPadrón Único Nacional de Alojamiento (PUNA) con detalle de cantidad de\nestablecimientos, unidades, habitaciones y plazas.\nFicha\ntécnico metodológica del PUNA\n\n\n\n",
    "preview": "posts/2022-06-16-datos-puna/distill-preview.png",
    "last_modified": "2022-08-03T14:50:30-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-06-06-intro-evyth/",
    "title": "Fuentes de datos: Encuesta de Viajes y Turismo de los Hogares (EVyTH)",
    "description": "Características principales del relevamiento y potenciales usos de la información generada.",
    "author": [],
    "date": "2022-06-07",
    "categories": [],
    "contents": "\n\nContents\n¿CON QUÉ INFORMACIÓN CONTAMOS DEL TURISMO NACIONAL EN NUESTRO PAIS?\nIntroducción\nPrincipales objetivos\nMarco conceptual: definición de viaje turístico\nUnidades de análisis\nPrincipales características de la encuesta\n¿Cuántos viajes turísticos por año realizan las personas residentes en Argentina?\nCaracterización de los viajes\n\n¡Quiero más!\nInformes:\nTablero de turismo interno\nLa EVyTH en formato abierto:\n\n\n¿CON QUÉ INFORMACIÓN CONTAMOS DEL TURISMO NACIONAL EN NUESTRO PAIS?\nIntroducción\nDesde la Dirección Nacional de Mercados y Estadística del Ministerio de Turismo y Deportes de la Nación (DNMyE – MINTURDEP) nos proponemos seguir dando a conocer otra de las fuentes de información más importantes a nivel nacional del turismo en Argentina. En esta oportunidad nos ocuparemos de la Encuesta de Viajes y Turismo de los Hogares (EVyTH).\nA partir de esta encuesta se obtiene información desagregada del comportamiento turístico de los hogares de nuestro país y permite tomar dimensión, en términos económicos, del peso del turismo interno en el conjunto del consumo de bienes y servicios turísticos en la Argentina. Con dicha información se pueden efectuar estudios analíticos de los diferentes determinantes de la actividad turística de los residentes en nuestro país y, por tanto, diseñar e implementar políticas públicas sectoriales con mayor eficacia y eficiencia.\nPrincipales objetivos\nEste operativo tiene como principales objetivos medir:\nLa evolución de los viajes realizados por los hogares en el periodo de referencia\nLas características de los recorridos turísticos (lugares visitados, forma de alojamiento, estadías, utilización de paquete turístico, medios de transporte, etc.)\nLos viajes a segundas viviendas\nEl gasto de cada uno de los viajes\nLos aspectos socio-demográficos de los hogares viajeros (ingreso total del hogar, ocupación principal del jefe de hogar, etc.).\nMarco conceptual: definición de viaje turístico\nSiguiendo las definiciones habituales y las recomendaciones internacionales de la Organización Mundial del Turismo, a los efectos del relevamiento de la EVyTH, se define como viaje de turismo a todo aquel desplazamiento realizado por todos, algunos o al menos uno de los miembros del hogar fuera de su entorno habitual (las segundas viviendas por definición no forman parte). Debe tenerse en cuenta que:\nDebe tener una duración inferior a un año y quien viajó no haber fijado su residencia en el lugar de destino.\nComprende los traslados, estancias y todas las actividades que las personas realizan en el lugar de destino.\nPuede haber ido a un sólo destino o haber tenido varias etapas.\nUnidades de análisis\nEl marco conceptual antes definido permite obtener conclusiones a partir de diversas unidades de análisis. A continuación, se las repasan junto con una breve descripción de cada una de ellas:\nHogar: es la persona o grupo de personas, parientes o no, que habitan bajo un mismo techo en un régimen de tipo familiar; es decir, comparten sus gastos en alimentación con cargo a un mismo presupuesto.\nPersona: cada uno de los individuos integrantes de un hogar.\nTurista: significa el desplazamiento que realiza una persona fuera del entorno habitual, con una duración inferior al año, pernoctando en el/los lugar/es de destino, por cualquier motivo excepto de ser empleado por una unidad residentes.\nVisita de un día: es el recorrido de una persona fuera del entorno habitual sin pernoctar en el lugar de destino.\nPernoctación: se trata de una noche de alojamiento de una persona.\nPrincipales características de la encuesta\nLa EVyTH es una encuesta por muestreo, cuya captación se lleva adelante bajo la metodología CATI (Computer Assisted Telephone Interviewing). El universo bajo estudio de la encuesta son los grandes aglomerados urbanos definidos en la EPH del INDEC. Por lo tanto, se consideran 32 aglomerados agrupados en 8 regiones (Ciudad Autónoma de Buenos Aires, Partidos del Gran Buenos Aires, Resto de la Provincia de Buenos Aires, Córdoba, región del Litoral, Norte, Cuyo y Patagónica).\nEl tamaño de muestra mensual es de 2.600 hogares distribuidos entre todos los aglomerados. La ventana de observación es bimensual, esto es, se indaga por los viajes realizados durante los últimos dos meses. De esta forma, con el mecanismo de períodos de referencia y ventanas de observación implementados se logra que, para un mes determinado, se disponga de 5.200 casos para realizar las estimaciones de ese mes.\nEstos y muchos más aspectos se pueden profundizar en el recientemente publicado Documento Metodológico.\n\n📝 VER DOCUMENTO METODOLÓGICO\n¿Cuántos viajes turísticos por año realizan las personas residentes en Argentina?\n\n\nShow code\n\n### Cargo librerías\nlibrary(comunicacion) # DNMyE - Comunicación, [github::dnme-minturdep/comunicacion] v0.0.0.9\nlibrary(tidyverse) # Easily Install and Load the 'Tidyverse', CRAN v1.3.1\nlibrary(ggrepel) # Automatically Position Non-Overlapping Text Labels with 'ggplot2', CRAN v0.9.1\nlibrary(gt) # Easily Create Presentation-Ready Display Tables, CRAN v0.6.0\nlibrary(gtExtras) # Extending 'gt' for Beautiful HTML Tables, [github::jthomasmock/gtExtras] v0.4.0\nsource(\"funciones.R\")\n\n# Saco notacion cientifica\noptions(scipen = 999)\n\n##~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n##  ~ Carga de la base de datos  ----\n##~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\nurl <- \"http://datos.yvera.gob.ar/dataset/b5819e9b-5edf-4aad-bd39-a81158a2b3f3/resource/645e5505-68ee-4cfa-90f9-fcc9a4a34a85/download/evyth_microdatos.csv\"\n\nb_orig <- read_csv(url)\n\n### Cargo operaciones de limpieza / armado de la base de datos\nsource(\"metadata.R\", encoding = \"UTF-8\")\n\n\n\nEste es uno de los principales objetivos a cumplir por el relevamiento de la EVyTH. Y para alcanzarlo se realizan entrevistas de forma mensual en aras de relevar si en los hogares se ha realizado algún viaje en los últimos dos meses. En caso de haberlo hecho, se indaga por las características del mismo como así también por las de las personas que han participado. Veamos algunos resultados en base a la base de microdatos disponible en el Portal de Datos Abiertos del Ministerio de Turismo y Deportes de la Nación\nCantidad de Turistas y Excursionistas por año. Años 2012 - 2021\n\n\nShow code\n\n### Tabla 1 - Cantidad de visitantes por tipo\ntabla_1 <- b_evyth %>% \n  group_by(anio, tipo_visitante_etiq) %>% \n  summarise(cantidad = sum(pondera)) %>% ungroup()\n\n### Gráfico - Cantidad de visitantes por tipo de visitante\ntabla_1 %>% \n  ggplot(aes(x = anio, y = cantidad, group = tipo_visitante_etiq, colour = tipo_visitante_etiq)) +\n  geom_line() +\n  geom_point(data = . %>% filter(anio == max(anio)),\n            mapping = aes(x = anio, y = cantidad),\n            color = \"red\") +\n  geom_hline(data = . %>% filter(anio == max(anio)),\n            mapping = aes(yintercept = cantidad), linetype = 2) +\n  scale_color_dnmye(palette = \"c2_contraste\") +\n  scale_y_continuous(labels = scales::label_number(big.mark = \".\"),\n                     breaks = seq(0, 45000000, 5000000),\n                     limits = c(0, 40000000)) +\n  scale_x_continuous(breaks = c(min(b_evyth$anio):max(b_evyth$anio))) +\n  facet_wrap(facets = \"tipo_visitante_etiq\", nrow = 2) +\n  theme_minimal() +\n    theme(\n    legend.position = \"none\"\n  ) +\n  labs(title = \"\",\n       subtitle = \"32 aglomerados urbanos\",\n       x = \"\", y = \"\",\n       caption = \"Encuesta de Viajes y Turismo de los Hogares - Dirección Nacional de Mercados y Estadística\")\n\n\n\n\nEn el año 2019, antes del colapso de la pandemia, 26.8 millones de turistas residentes viajaron a lo largo y ancho del país, mientras que para el año 2020 ese valor cayó a 12.3\nIndependientemente de la coyuntura, la cantidad de viajeros durante el año presenta una fuerte estacionalidad apreciable en el siguiente gráfico. Allí se puede ver cómo se comporta la cantidad de viajeros durante los trimestres bajo los cuales se releva información. Se ve también el comportamiento similar para todos los años, con las particularidades del 2020 y 2021, siendo el 2020 el año en el cual la pandemia impactó a partir del segundo trimestre y el 2021 un período de recuperación.\nCantidad de viajeros por trimestre. Comparación anual. Años 2012 - 2021.\n\n\nShow code\n\n### Tabla - Conteo de visitantes por año y trimestre\ntabla_2 <- b_evyth %>% \n  group_by(anio, trimestre) %>% \n  summarise(cantidad = sum(pondera)) %>% \n  ungroup() %>% \n  mutate(anios_relevantes = case_when(anio == 2019 ~ \"2019\",\n                                      anio == 2020 ~ \"2020\",\n                                      anio == 2021 ~ \"2021\",\n                                      TRUE ~ NA_character_))\n\n\n### Gráfico - Estacionalidad de visitantes por año y trimestre\ntabla_2 %>% \n  ggplot(aes(x = trimestre, y = cantidad, group = anio, colour = anios_relevantes)) +\n  geom_segment(\n    data = tibble(y = seq(0, 30000000, by = 5000000), x1 = 1, x2 = 4),\n    aes(x = x1, xend = x2, y = y, yend = y),\n    inherit.aes = FALSE,\n    color = \"grey91\",\n    size = .6) +\n  geom_line(size = ifelse(is.na(tabla_2$anios_relevantes), 1, 2)) +\n  geom_text_repel(\n    data = tabla_2 %>% \n      filter(trimestre == 4),\n    aes(color = anios_relevantes, label = anios_relevantes),\n    size = 5, direction = \"y\", xlim = c(4.1, NA), hjust = 0, \n    segment.linetype = \"dotted\", fontface = \"bold\") +\n  coord_cartesian(\n    clip = \"off\",\n    ylim = c(-0, 25000000)) +\n  scale_colour_manual(values = c(\"2019\" = dnmye_colores(\"azul verde\"),\n                                 \"2020\" = dnmye_colores(\"rosa\"),\n                                 \"2021\" = dnmye_colores(\"naranja\")),\n                                 na.value = \"#d3d3d3\") +\n  scale_x_continuous(expand = c(0, 0), \n                     limits = c(1, 4.5), \n                     breaks = seq(1, 4, by = 1)) +\n  scale_y_continuous(labels = scales::label_number(big.mark = \".\"),\n                     breaks = seq(0, 30000000, 5000000),\n                     limits = c(0, 30000000)) +\n  labs(x = \"Trimestre\", y = \"\") +\n  theme_minimal() +\n  theme(\n    axis.title.x = element_text(size = 11, color = \"grey40\", margin = margin(t = 5)),\n    axis.text = element_text(color = \"grey40\"),\n    axis.text.x = element_text(size = 10, margin = margin(t = 5)),\n    axis.text.y = element_text(size = 10, margin = margin(r = 5)),\n    axis.ticks = element_line(color = \"grey91\", size = .5),\n    axis.ticks.length.x = unit(1.3, \"lines\"),\n    axis.ticks.length.y = unit(.7, \"lines\"),\n    panel.grid = element_blank(),\n    plot.margin = margin(20, 40, 20, 40),\n    plot.background = element_rect(fill = \"transparent\", color = \"grey98\"),\n    panel.background = element_rect(fill = \"transparent\", color = \"grey98\"),\n    legend.position = \"none\"\n  )\n\n\n\n\nRanking de destinos más visitados\nLa EVyTH permite dar cuenta de los principales destinos elegidos con pernocte por los y las residentes turistas de los 32 principales aglomerados urbanos.\n\n\nShow code\n\n### Tabla - Ranking de localidades más visitadas - 2019\nrank_2019 <- b_evyth %>% \n  filter(anio == 2019 & tipo_visitante == 1) %>% \n  group_by(localidad_destino) %>% \n  summarise(cantidad = sum(pondera)) %>% \n  top_n(25) %>% \n  mutate(ranking_2019 = rank(-cantidad))\n\n### Tabla - Ranking de localidades más visitadas - 2021\nrank_2021 <- b_evyth %>% \n  filter(anio == 2021 & tipo_visitante == 1) %>% \n  group_by(localidad_destino) %>% \n  summarise(cantidad = sum(pondera)) %>% \n  top_n(25) %>% \n  mutate(ranking_2021 = rank(-cantidad))\n\n### Gráfico - Ranking de localidades más visitadas - 2019_2021\nrank_2019 %>% \n  left_join(rank_2021, by = \"localidad_destino\") %>% \n  filter(ranking_2019 <= 10) %>% \n  #filter(ranking_2019 %in% c(1:10) | ranking_2021 %in% c(1:10)) %>% \n  mutate(dif = ranking_2019 - ranking_2021) %>% \n  select(localidad_destino, cantidad_2019 = cantidad.x, ranking_2019, \n         cantidad_2021 = cantidad.y, ranking_2021, dif) %>% \n  arrange(ranking_2019) %>% \n  gt() %>% \n  cols_label(\n    localidad_destino = md(\"**Localidad**\"),\n    cantidad_2019 = md(\"**Cant. de Turistas - 2019**\"),\n    ranking_2019 = md(\"**Ranking - 2019**\"),\n    cantidad_2021 = md(\"**Cant. de Turistas - 2021**\"),\n    ranking_2021 = md(\"**Ranking - 2021**\"),\n    dif = md(\"**2019 vs 2021**\")\n  ) %>% \n  cols_align(align = \"center\", columns = 2:6) %>% \n  fmt_number(columns = 2:6, sep_mark = \".\", dec_mark = \",\", decimals = 0) %>% \n  gt_fa_rank_change(dif, font_color = \"match\") %>% \n  tab_header(title = md(\"**Ranking de localidades más visitadas. Años 2019 y 2021**\"))\n\n\n\nhtml {\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\n}\n\n#cgnbbgdaar .gt_table {\n  display: table;\n  border-collapse: collapse;\n  margin-left: auto;\n  margin-right: auto;\n  color: #333333;\n  font-size: 16px;\n  font-weight: normal;\n  font-style: normal;\n  background-color: #FFFFFF;\n  width: auto;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #A8A8A8;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #A8A8A8;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n}\n\n#cgnbbgdaar .gt_heading {\n  background-color: #FFFFFF;\n  text-align: center;\n  border-bottom-color: #FFFFFF;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#cgnbbgdaar .gt_title {\n  color: #333333;\n  font-size: 125%;\n  font-weight: initial;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-bottom-color: #FFFFFF;\n  border-bottom-width: 0;\n}\n\n#cgnbbgdaar .gt_subtitle {\n  color: #333333;\n  font-size: 85%;\n  font-weight: initial;\n  padding-top: 0;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-color: #FFFFFF;\n  border-top-width: 0;\n}\n\n#cgnbbgdaar .gt_bottom_border {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#cgnbbgdaar .gt_col_headings {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#cgnbbgdaar .gt_col_heading {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  overflow-x: hidden;\n}\n\n#cgnbbgdaar .gt_column_spanner_outer {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  padding-top: 0;\n  padding-bottom: 0;\n  padding-left: 4px;\n  padding-right: 4px;\n}\n\n#cgnbbgdaar .gt_column_spanner_outer:first-child {\n  padding-left: 0;\n}\n\n#cgnbbgdaar .gt_column_spanner_outer:last-child {\n  padding-right: 0;\n}\n\n#cgnbbgdaar .gt_column_spanner {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 5px;\n  overflow-x: hidden;\n  display: inline-block;\n  width: 100%;\n}\n\n#cgnbbgdaar .gt_group_heading {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#cgnbbgdaar .gt_empty_group_heading {\n  padding: 0.5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#cgnbbgdaar .gt_from_md > :first-child {\n  margin-top: 0;\n}\n\n#cgnbbgdaar .gt_from_md > :last-child {\n  margin-bottom: 0;\n}\n\n#cgnbbgdaar .gt_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  margin: 10px;\n  border-top-style: solid;\n  border-top-width: 1px;\n  border-top-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n  overflow-x: hidden;\n}\n\n#cgnbbgdaar .gt_stub {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#cgnbbgdaar .gt_stub_row_group {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 5px;\n  padding-right: 5px;\n  vertical-align: top;\n}\n\n#cgnbbgdaar .gt_row_group_first td {\n  border-top-width: 2px;\n}\n\n#cgnbbgdaar .gt_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#cgnbbgdaar .gt_first_summary_row {\n  border-top-style: solid;\n  border-top-color: #D3D3D3;\n}\n\n#cgnbbgdaar .gt_first_summary_row.thick {\n  border-top-width: 2px;\n}\n\n#cgnbbgdaar .gt_last_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#cgnbbgdaar .gt_grand_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#cgnbbgdaar .gt_first_grand_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-style: double;\n  border-top-width: 6px;\n  border-top-color: #D3D3D3;\n}\n\n#cgnbbgdaar .gt_striped {\n  background-color: rgba(128, 128, 128, 0.05);\n}\n\n#cgnbbgdaar .gt_table_body {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#cgnbbgdaar .gt_footnotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#cgnbbgdaar .gt_footnote {\n  margin: 0px;\n  font-size: 90%;\n  padding-left: 4px;\n  padding-right: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#cgnbbgdaar .gt_sourcenotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#cgnbbgdaar .gt_sourcenote {\n  font-size: 90%;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#cgnbbgdaar .gt_left {\n  text-align: left;\n}\n\n#cgnbbgdaar .gt_center {\n  text-align: center;\n}\n\n#cgnbbgdaar .gt_right {\n  text-align: right;\n  font-variant-numeric: tabular-nums;\n}\n\n#cgnbbgdaar .gt_font_normal {\n  font-weight: normal;\n}\n\n#cgnbbgdaar .gt_font_bold {\n  font-weight: bold;\n}\n\n#cgnbbgdaar .gt_font_italic {\n  font-style: italic;\n}\n\n#cgnbbgdaar .gt_super {\n  font-size: 65%;\n}\n\n#cgnbbgdaar .gt_two_val_uncert {\n  display: inline-block;\n  line-height: 1em;\n  text-align: right;\n  font-size: 60%;\n  vertical-align: -0.25em;\n  margin-left: 0.1em;\n}\n\n#cgnbbgdaar .gt_footnote_marks {\n  font-style: italic;\n  font-weight: normal;\n  font-size: 75%;\n  vertical-align: 0.4em;\n}\n\n#cgnbbgdaar .gt_asterisk {\n  font-size: 100%;\n  vertical-align: 0;\n}\n\n#cgnbbgdaar .gt_slash_mark {\n  font-size: 0.7em;\n  line-height: 0.7em;\n  vertical-align: 0.15em;\n}\n\n#cgnbbgdaar .gt_fraction_numerator {\n  font-size: 0.6em;\n  line-height: 0.6em;\n  vertical-align: 0.45em;\n}\n\n#cgnbbgdaar .gt_fraction_denominator {\n  font-size: 0.6em;\n  line-height: 0.6em;\n  vertical-align: -0.05em;\n}\nRanking de localidades más visitadas. Años 2019 y 2021\n    Localidad\n      Cant. de Turistas - 2019\n      Ranking - 2019\n      Cant. de Turistas - 2021\n      Ranking - 2021\n      2019 vs 2021\n    Mar del Plata\n1.668.083\n1\n490.640\n1\n\n  Equals\n  0\nCiudad de Buenos Aires\n723.968\n2\n419.905\n3\n\n  Angle Double Down\n  -1\nCórdoba\n658.052\n3\n215.567\n17\n\n  Angle Double Down\n  -14\nVilla Carlos Paz\n618.833\n4\n399.102\n5\n\n  Angle Double Down\n  -1\nSan Carlos de Bariloche\n612.560\n5\n442.626\n2\n\n  Angle Double Up\n  3\nPinamar\n515.412\n6\n329.838\n7\n\n  Angle Double Down\n  -1\nSan Clemente del Tuyú\n507.279\n7\n204.400\n21\n\n  Angle Double Down\n  -14\nMar de Ajó\n502.324\n8\n219.819\n14\n\n  Angle Double Down\n  -6\nSalta\n490.117\n9\n217.607\n15\n\n  Angle Double Down\n  -6\nSanta Teresita\n461.911\n10\n204.787\n20\n\n  Angle Double Down\n  -10\n\n\nCaracterización de los viajes\nOtro de los aspecto que indaga la Encuesta de Viajes y Turismo de los Hogares refiere a las características del viaje, tal como lo son el motivo del mismo, el transporte utilizado para llegar al destino o el tipo de alojamiento elegido para pasar la o las noches en el destino.\nEn los siguientes cuadros se presenta cómo ha evolucionado la participación de cada una de las categorías de estos indicadores, pudiendo así evaluar cambios y posibles causas que los estén propiciando:\n\n\nShow code\n\n### Tabla - Evolución de las categórías para Tipo de transporte\ntabla_transporte <- b_evyth %>% \n  filter(tipo_visitante == 1) %>% \n  group_by(anio, transporte) %>% \n  summarise(cantidad = sum(pondera)) %>% ungroup() %>% \n  group_by(anio) %>% \n  mutate(porcentaje = round(cantidad / sum(cantidad) * 100, 1)) %>% \n  filter(transporte != \"Ns./ Nr.\")\n\n### Gráfico - Tipo de transporte\ntabla_transporte %>% \n  tufte_sort(x=\"anio\", y=\"porcentaje\", group=\"transporte\", method=\"tufte\", min.space=0.05) %>% \n  transform(x=factor(x), y=round(y,1)) %>% \n  plot_slopegraph(fontsize = 2.3) + \n  labs(\n    title = str_wrap(\"Evolución de la participación de los medios de transportes utilizados para viajar\",60),\n    subtitle = \"Años 2012 - 2021\",\n    caption = str_wrap(\"Fuente: Encuesta de Viajes y Turismo de los Hogares - Dirección Nacional de Mercados y Estadística - MINTURyDEP\", 80)) +\n  theme_slope()\n\n\n\n\n\n\nShow code\n\n### Tabla - Evolución de las categórías para Motivo del viaje\ntabla_motivo <- b_evyth %>% \n  filter(tipo_visitante == 1) %>% \n  group_by(anio, motivo) %>% \n  summarise(cantidad = sum(pondera)) %>% ungroup() %>% \n  group_by(anio) %>% \n  mutate(porcentaje = round(cantidad / sum(cantidad) * 100, 1)) %>% \n  filter(motivo != \"Ns./ Nr.\")\n\n### Gráfico - Motivo del viaje\ntabla_motivo %>% \n  tufte_sort(x=\"anio\", y=\"porcentaje\", group=\"motivo\", method=\"tufte\", min.space=0.05) %>% \n  transform(x=factor(x), y=round(y,1)) %>% \n  plot_slopegraph(fontsize = 2.3) + \n  labs(\n    title = str_wrap(\"Evolución de la participación de los motivos de viaje\",60),\n    subtitle = \"Años 2012 - 2021\",\n    caption = str_wrap(\"Fuente: Encuesta de Viajes y Turismo de los Hogares - Dirección Nacional de Mercados y Estadística - MINTURyDEP\", 80)) +\n  theme_slope()\n\n\n\n\n\n\nShow code\n\n### Tabla - Evolución de las categórías para Tipo de alojamiento\ntabla_alojamiento <- b_evyth %>% \n  filter(tipo_visitante == 1) %>% \n  group_by(anio, tipo_alojamiento) %>% \n  summarise(cantidad = sum(pondera)) %>% ungroup() %>% \n  group_by(anio) %>% \n  mutate(porcentaje = round(cantidad / sum(cantidad) * 100, 1)) %>% \n  filter(tipo_alojamiento != \"Ns./ Nr.\")\n\n### Gráfico - Tipo de alojamiento\ntabla_alojamiento %>% \n  tufte_sort(x=\"anio\", y=\"porcentaje\", group=\"tipo_alojamiento\", method=\"tufte\", min.space=0.05) %>% \n  transform(x=factor(x), y=round(y,1)) %>% \n  plot_slopegraph(fontsize = 2.3) + \n  labs(\n    title = str_wrap(\"Evolución de la participación de los tipos de alojamiento elegidos para hospedarse\",60),\n    subtitle = \"Años 2012 - 2021\",\n    caption = str_wrap(\"Fuente: Encuesta de Viajes y Turismo de los Hogares - Dirección Nacional de Mercados y Estadística - MINTURyDEP\", 80)) +\n  theme_slope()\n\n\n\n\n¡Quiero más!\nEsta información y mucho más vas a poder encontrarla en el Sistema de Información Turística de la Argentina. Algunas cosas que vas a poder encontrar…\nInformes:\nSobre EVyTH y el Turismo Interno: son los documentos que publica la DNMyE-MINTURDEP de forma trimestral. Tanto la última publicación como la de los períodos anteriores las encontrarás en el siguiente enlace.\nTablero de turismo interno\nDesde acá se puede acceder a la información del turismo interno en formato web para que puedas cruzar los datos por diferentes variables de interés.\nLa EVyTH en formato abierto:\nDATOS ABIERTOS:\nRecursos\nMicrodatos\n\nLa EVyTH en el marco de la ARMONIZACION ESTADÍSTICA\nDocumento Metodológico de la EVyTH\n\n\n\n",
    "preview": "posts/2022-06-06-intro-evyth/distill-preview.png",
    "last_modified": "2022-08-03T14:50:30-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-31-intro-eti/",
    "title": "Fuentes de datos: Estimación Nacional del Turismo Internacional y Encuesta de Turismo Internacional (ETI)",
    "description": "Características principales del relevamiento y potenciales usos de la información generada.",
    "author": [],
    "date": "2022-05-31",
    "categories": [],
    "contents": "\n\nContents\n¿CON QUÉ INFORMACIÓN CONTAMOS DEL TURISMO INTERNACIONAL EN NUESTRO PAIS?\nIntroducción\n\n¿Cuántos turistas no residentes recibe la Argentina por año?\n¿Qué características tiene el turista internacional que nos visita?\n¡Quiero más!\nInformes:\nTablero de turismo internacional\nDatos Abiertos\n\n\n¿CON QUÉ INFORMACIÓN CONTAMOS DEL TURISMO INTERNACIONAL EN NUESTRO PAIS?\nIntroducción\nDesde la Dirección Nacional de Mercados y Estadística del Ministerio de Turismo y Deportes de la Nación (DNMyE – MINTURDEP) nos proponemos seguir dando a conocer otra de las fuentes de información más importantes a nivel nacional del turismo en Argentina. En esta oportunidad nos ocuparemos de la Encuesta de Turismo Internacional (ETI) y de la Estimación Nacional del turismo internacional en Argentina. En este post nos focalizaremos sólo en el turismo receptivo (turistas no residentes que visitan Argentina) para luego, en otra ocasión, avocarnos al turismo emisivo. Se mostrarán los principales datos, el perfil de los turistas no residentes que visitan la Argentina y los aspectos más relevantes del operativo.\n¿Cuántos turistas no residentes recibe la Argentina por año?\nPara responder esta pregunta tenemos que referirnos a los datos que se elaboran desde la DNMyE correspondientes a la Estimación Nacional del total de turistas no residentes en Argentina por todos los medios de transporte utilizados, estos son: aéreos, terrestres y fluviales/marítimos.\nLa fuente principal de dichos números son los registros migratorios de 225 pasos internacionales, provistos por la Dirección Nacional de Migraciones del Ministerio del Interior, y la Encuesta de Turismo Internacional (de la cual hablaremos un poco más adelante). Con dicha información, y siguiendo las recomendaciones internacionales de la Organización Mundial de Turismo (OMT), elaboramos las cifras del turismo receptivo y emisivo de Argentina.\n\n📝 VER DOCUMENTO METODOLÓGICO\n\n\nShow code\n\n### Cargo librerías\nlibrary(tidyverse) # Easily Install and Load the 'Tidyverse' \nlibrary(data.table) # Extension of `data.frame`\nlibrary(haven) # Import and Export 'SPSS', 'Stata' and 'SAS' Files\nlibrary(readxl) # Read Excel Files\nlibrary(comunicacion) # DNMyE - Comunicación\nlibrary(glue) # Interpreted String Literals \nlibrary(plotly) # Create Interactive Web Graphics via 'plotly.js'\nlibrary(lubridate) # Make Dealing with Dates a Little Easier \nlibrary(treemapify) # Draw Treemaps in 'ggplot2'\nlibrary(sf) # Simple Features for R\n\n\n#saco notacion cientifica\noptions(scipen = 999)\n\n\n##~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n##  ~ Carga de la base de datos  ----\n##~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\nbase_tur_internac <- readRDS(\"/srv/DataDNMYE/turismo_internacional/turismo_internacional_pais.rds\")\n\nsource(\"armo_tablas_turismo_internacional.R\")\n\nbase_eti_2019 <- read_sav(\"/srv/DataDNMYE/eti/ETI E 2019.sav\") %>% \n  zap_label() %>% \n  zap_labels()\n                  \nsource(\"armo_tablas_eti.R\")\n\n\n#grafico serie turismo internacional por via\n\ngraf_serie_via_ti <- ggplot(tabla_serie_via_ti, aes(periodo, turistas, fill =via,\n                                                    group = via,\n                                                    text=paste0(format(periodo,'%B %Y'),\"\\n\",format(turistas, big.mark = \".\",decimal.mark = \",\", digits = 1),\" turistas\")\n                                                    ))+\n  geom_area() +\n  scale_fill_dnmye() + \n  scale_x_date(date_breaks = \"1 months\", date_labels = \"%b%y\", expand = c(0,10))+ \n  scale_y_continuous(breaks = seq(min(tabla_serie_via_ti$turistas), max(sum(tabla_serie_via_ti$turistas)), by = 200000), \n                     labels = scales::number_format(big.mark = \".\", decimal.mark = \",\")) + \n  theme_minimal()+\n  theme(legend.position = \"bottom\", \n        axis.text.x =element_text (size = 8, angle=90),\n        axis.text.y = element_text(size = 11),\n        legend.title = element_blank(),\n        legend.text = element_text (size =12),\n        plot.caption =  element_text (size =12, hjust = 0.0)) +\n  labs(title = \"Evolución mensual del turismo internacional receptivo, por medio de transporte\",\n       subtitle = glue (\"Total país. Enero 2016-{Mes_ult}-2021\"),\n       y = \"\", \n       x = \"\", \n       color= \"\",\n       caption =  \"Fuente: Dirección Nacional de Mercados y Estadistica, Ministerio de Turismo y Deportes.\" )\n\n#Plotly\n\nplot_1 <- graf_serie_via_ti %>%   \n  ggplotly(tooltip = \"text\") %>% \n  layout(title = list(text = paste0('Evolución mensual del turismo internacional receptivo, por medio de transporte',\n                                    '<br>',\n                                    '<sup>',\n                                    glue (\"Enero 2016-{Mes_ult} 2021\"),\n                                    '<\/sup>'),\n                      font = list(size = 15)),\n         legend = list(x = 0.85, y = 0.99, font = list (size = 12)),\n         margin = list(b=160), ##bottom margin in pixels\n         annotations = \n           list(x = 1, y = -0.25, text = \"Fuente: Dirección Nacional de Mercados y Estadstica, Ministerio de Turismo y Deportes\", \n                showarrow = F, xref='paper', yref='paper', \n                xanchor='right', yanchor='auto', xshift=0, yshift=0,\n                font = list(size = 10)\n                ),\n        xaxis = list(tickfont = list(size = 10)), \n        yaxis = list(tickfont = list(size = 10))\n)\n\n\n\nplot_1\n\n\n\n{\"x\":{\"data\":[{\"x\":[16801,16832,16861,16892,16922,16953,16983,17014,17045,17075,17106,17136,17167,17198,17226,17257,17287,17318,17348,17379,17410,17440,17471,17501,17532,17563,17591,17622,17652,17683,17713,17744,17775,17805,17836,17866,17897,17928,17956,17987,18017,18048,18078,18109,18140,18170,18201,18231,18262,18293,18322,18353,18383,18414,18444,18475,18506,18536,18567,18597,18628,18659,18687,18718,18748,18779,18809,18840,18871,18901,18932,18962,18993,19024,19052,19083,19083,19052,19024,18993,18962,18932,18901,18871,18840,18809,18779,18748,18718,18687,18659,18628,18597,18567,18536,18506,18475,18444,18414,18383,18353,18322,18293,18262,18231,18201,18170,18140,18109,18078,18048,18017,17987,17956,17928,17897,17866,17836,17805,17775,17744,17713,17683,17652,17622,17591,17563,17532,17501,17471,17440,17410,17379,17348,17318,17287,17257,17226,17198,17167,17136,17106,17075,17045,17014,16983,16953,16922,16892,16861,16832,16801,16801],\"y\":[558787,547294,412011,258299,241123,209707,342806,262617,290574,330127,332523,492418,529150,502140,336604,322500,234794,202131,329099,249555,293008,320378,316444,508486,539460,500236,379300,282600,244761,193877,319206,243985,320655,312805,351368,493549,541562,492555,373272,338693,236056,214509,346115,260045,346037,315016,355912,514053,581521,581202,221317,0,0,0,319,1724,1702,1511,2375,3561,1706,1549,1111,786,797,803,1154,842,1145,7432,25967,43045,57996,61454,92978,168391,300281,208707,146397,180121,115046,73531,20817,4752,4317,4847,6123,7551,10753,14281,12665,22795,18813,9742,5020,4317,3375,1288,0,0,0,331480,819980,895534,818453,620354,546928,579266,500978,607787,431537,464550,582121,640880,725388,880807,788192,625925,550736,545997,471341,553595,369325,435746,499964,595510,696255,809241,768366,560977,543515,494490,461302,548417,378940,417023,521964,550116,688986,777232,728857,554280,526795,475518,463287,542620,374017,414083,445627,607216,736025,799964,558787],\"text\":[\"enero 2016<br />241.177 turistas\",\"febrero 2016<br />188.731 turistas\",\"marzo 2016<br />195.205 turistas\",\"abril 2016<br />187.328 turistas\",\"mayo 2016<br />172.960 turistas\",\"junio 2016<br />164.310 turistas\",\"julio 2016<br />199.814 turistas\",\"agosto 2016<br />200.670 turistas\",\"septiembre 2016<br />184.944 turistas\",\"octubre 2016<br />196.668 turistas\",\"noviembre 2016<br />221.757 turistas\",\"diciembre 2016<br />236.439 turistas\",\"enero 2017<br />248.082 turistas\",\"febrero 2017<br />186.846 turistas\",\"marzo 2017<br />213.512 turistas\",\"abril 2017<br />199.464 turistas\",\"mayo 2017<br />182.229 turistas\",\"junio 2017<br />176.809 turistas\",\"julio 2017<br />219.318 turistas\",\"agosto 2017<br />211.747 turistas\",\"septiembre 2017<br />201.482 turistas\",\"octubre 2017<br />223.137 turistas\",\"noviembre 2017<br />244.533 turistas\",\"diciembre 2017<br />259.880 turistas\",\"enero 2018<br />269.781 turistas\",\"febrero 2018<br />196.019 turistas\",\"marzo 2018<br />216.210 turistas\",\"abril 2018<br />217.364 turistas\",\"mayo 2018<br />190.985 turistas\",\"junio 2018<br />175.448 turistas\",\"julio 2018<br />234.389 turistas\",\"agosto 2018<br />227.356 turistas\",\"septiembre 2018<br />225.342 turistas\",\"octubre 2018<br />237.931 turistas\",\"noviembre 2018<br />274.557 turistas\",\"diciembre 2018<br />294.643 turistas\",\"enero 2019<br />339.245 turistas\",\"febrero 2019<br />232.833 turistas\",\"marzo 2019<br />267.608 turistas\",\"abril 2019<br />243.428 turistas\",\"mayo 2019<br />228.494 turistas\",\"junio 2019<br />217.028 turistas\",\"julio 2019<br />261.672 turistas\",\"agosto 2019<br />240.933 turistas\",\"septiembre 2019<br />233.229 turistas\",\"octubre 2019<br />231.912 turistas\",\"noviembre 2019<br />264.442 turistas\",\"diciembre 2019<br />304.400 turistas\",\"enero 2020<br />314.013 turistas\",\"febrero 2020<br />238.778 turistas\",\"marzo 2020<br />110.163 turistas\",\"abril 2020<br />      0 turistas\",\"mayo 2020<br />      0 turistas\",\"junio 2020<br />      0 turistas\",\"julio 2020<br />    969 turistas\",\"agosto 2020<br />  1.651 turistas\",\"septiembre 2020<br />  2.615 turistas\",\"octubre 2020<br />  3.509 turistas\",\"noviembre 2020<br />  7.367 turistas\",\"diciembre 2020<br /> 15.252 turistas\",\"enero 2021<br /> 21.089 turistas\",\"febrero 2021<br /> 11.116 turistas\",\"marzo 2021<br /> 13.170 turistas\",\"abril 2021<br />  9.967 turistas\",\"mayo 2021<br />  6.754 turistas\",\"junio 2021<br />  5.320 turistas\",\"julio 2021<br />  3.693 turistas\",\"agosto 2021<br />  3.475 turistas\",\"septiembre 2021<br />  3.607 turistas\",\"octubre 2021<br /> 13.385 turistas\",\"noviembre 2021<br /> 47.564 turistas\",\"diciembre 2021<br /> 72.001 turistas\",\"enero 2022<br />122.125 turistas\",\"febrero 2022<br /> 84.943 turistas\",\"marzo 2022<br />115.729 turistas\",\"abril 2022<br />131.890 turistas\",\"abril 2022<br />131.890 turistas\",\"marzo 2022<br />115.729 turistas\",\"febrero 2022<br /> 84.943 turistas\",\"enero 2022<br />122.125 turistas\",\"diciembre 2021<br /> 72.001 turistas\",\"noviembre 2021<br /> 47.564 turistas\",\"octubre 2021<br /> 13.385 turistas\",\"septiembre 2021<br />  3.607 turistas\",\"agosto 2021<br />  3.475 turistas\",\"julio 2021<br />  3.693 turistas\",\"junio 2021<br />  5.320 turistas\",\"mayo 2021<br />  6.754 turistas\",\"abril 2021<br />  9.967 turistas\",\"marzo 2021<br /> 13.170 turistas\",\"febrero 2021<br /> 11.116 turistas\",\"enero 2021<br /> 21.089 turistas\",\"diciembre 2020<br /> 15.252 turistas\",\"noviembre 2020<br />  7.367 turistas\",\"octubre 2020<br />  3.509 turistas\",\"septiembre 2020<br />  2.615 turistas\",\"agosto 2020<br />  1.651 turistas\",\"julio 2020<br />    969 turistas\",\"junio 2020<br />      0 turistas\",\"mayo 2020<br />      0 turistas\",\"abril 2020<br />      0 turistas\",\"marzo 2020<br />110.163 turistas\",\"febrero 2020<br />238.778 turistas\",\"enero 2020<br />314.013 turistas\",\"diciembre 2019<br />304.400 turistas\",\"noviembre 2019<br />264.442 turistas\",\"octubre 2019<br />231.912 turistas\",\"septiembre 2019<br />233.229 turistas\",\"agosto 2019<br />240.933 turistas\",\"julio 2019<br />261.672 turistas\",\"junio 2019<br />217.028 turistas\",\"mayo 2019<br />228.494 turistas\",\"abril 2019<br />243.428 turistas\",\"marzo 2019<br />267.608 turistas\",\"febrero 2019<br />232.833 turistas\",\"enero 2019<br />339.245 turistas\",\"diciembre 2018<br />294.643 turistas\",\"noviembre 2018<br />274.557 turistas\",\"octubre 2018<br />237.931 turistas\",\"septiembre 2018<br />225.342 turistas\",\"agosto 2018<br />227.356 turistas\",\"julio 2018<br />234.389 turistas\",\"junio 2018<br />175.448 turistas\",\"mayo 2018<br />190.985 turistas\",\"abril 2018<br />217.364 turistas\",\"marzo 2018<br />216.210 turistas\",\"febrero 2018<br />196.019 turistas\",\"enero 2018<br />269.781 turistas\",\"diciembre 2017<br />259.880 turistas\",\"noviembre 2017<br />244.533 turistas\",\"octubre 2017<br />223.137 turistas\",\"septiembre 2017<br />201.482 turistas\",\"agosto 2017<br />211.747 turistas\",\"julio 2017<br />219.318 turistas\",\"junio 2017<br />176.809 turistas\",\"mayo 2017<br />182.229 turistas\",\"abril 2017<br />199.464 turistas\",\"marzo 2017<br />213.512 turistas\",\"febrero 2017<br />186.846 turistas\",\"enero 2017<br />248.082 turistas\",\"diciembre 2016<br />236.439 turistas\",\"noviembre 2016<br />221.757 turistas\",\"octubre 2016<br />196.668 turistas\",\"septiembre 2016<br />184.944 turistas\",\"agosto 2016<br />200.670 turistas\",\"julio 2016<br />199.814 turistas\",\"junio 2016<br />164.310 turistas\",\"mayo 2016<br />172.960 turistas\",\"abril 2016<br />187.328 turistas\",\"marzo 2016<br />195.205 turistas\",\"febrero 2016<br />188.731 turistas\",\"enero 2016<br />241.177 turistas\",\"enero 2016<br />241.177 turistas\"],\"type\":\"scatter\",\"mode\":\"lines\",\"line\":{\"width\":1.88976377952756,\"color\":\"transparent\",\"dash\":\"solid\"},\"fill\":\"toself\",\"fillcolor\":\"rgba(238,61,143,1)\",\"hoveron\":\"points\",\"name\":\"Aéreo\",\"legendgroup\":\"Aéreo\",\"showlegend\":true,\"xaxis\":\"x\",\"yaxis\":\"y\",\"hoverinfo\":\"text\",\"frame\":null},{\"x\":[16801,16832,16861,16892,16922,16953,16983,17014,17045,17075,17106,17136,17167,17198,17226,17257,17287,17318,17348,17379,17410,17440,17471,17501,17532,17563,17591,17622,17652,17683,17713,17744,17775,17805,17836,17866,17897,17928,17956,17987,18017,18048,18078,18109,18140,18170,18201,18231,18262,18293,18322,18353,18383,18414,18444,18475,18506,18536,18567,18597,18628,18659,18687,18718,18748,18779,18809,18840,18871,18901,18932,18962,18993,19024,19052,19083,19083,19052,19024,18993,18962,18932,18901,18871,18840,18809,18779,18748,18718,18687,18659,18628,18597,18567,18536,18506,18475,18444,18414,18383,18353,18322,18293,18262,18231,18201,18170,18140,18109,18078,18048,18017,17987,17956,17928,17897,17866,17836,17805,17775,17744,17713,17683,17652,17622,17591,17563,17532,17501,17471,17440,17410,17379,17348,17318,17287,17257,17226,17198,17167,17136,17106,17075,17045,17014,16983,16953,16922,16892,16861,16832,16801,16801],\"y\":[425597,418931,303859,195339,179131,154669,261362,200140,223045,257214,254680,385411,395170,371603,242066,238701,169908,146053,250861,188672,228532,245288,238344,396594,403081,378315,278868,212187,182903,141184,240601,181700,247344,237093,271584,370153,392152,359728,264612,260613,180005,159906,263363,197224,266366,238452,271344,385357,430065,439134,158547,0,0,0,273,1561,1490,1310,1896,2910,1376,1056,690,435,446,523,715,463,625,4406,17231,30026,49034,50198,71146,125467,168391,92978,61454,57996,43045,25967,7432,1145,842,1154,803,797,786,1111,1549,1706,3561,2375,1511,1702,1724,319,0,0,0,221317,581202,581521,514053,355912,315016,346037,260045,346115,214509,236056,338693,373272,492555,541562,493549,351368,312805,320655,243985,319206,193877,244761,282600,379300,500236,539460,508486,316444,320378,293008,249555,329099,202131,234794,322500,336604,502140,529150,492418,332523,330127,290574,262617,342806,209707,241123,258299,412011,547294,558787,425597],\"text\":[\"enero 2016<br />133.190 turistas\",\"febrero 2016<br />128.363 turistas\",\"marzo 2016<br />108.152 turistas\",\"abril 2016<br /> 62.960 turistas\",\"mayo 2016<br /> 61.992 turistas\",\"junio 2016<br /> 55.038 turistas\",\"julio 2016<br /> 81.444 turistas\",\"agosto 2016<br /> 62.477 turistas\",\"septiembre 2016<br /> 67.529 turistas\",\"octubre 2016<br /> 72.913 turistas\",\"noviembre 2016<br /> 77.843 turistas\",\"diciembre 2016<br />107.007 turistas\",\"enero 2017<br />133.980 turistas\",\"febrero 2017<br />130.537 turistas\",\"marzo 2017<br /> 94.538 turistas\",\"abril 2017<br /> 83.799 turistas\",\"mayo 2017<br /> 64.886 turistas\",\"junio 2017<br /> 56.078 turistas\",\"julio 2017<br /> 78.238 turistas\",\"agosto 2017<br /> 60.883 turistas\",\"septiembre 2017<br /> 64.476 turistas\",\"octubre 2017<br /> 75.090 turistas\",\"noviembre 2017<br /> 78.100 turistas\",\"diciembre 2017<br />111.892 turistas\",\"enero 2018<br />136.379 turistas\",\"febrero 2018<br />121.921 turistas\",\"marzo 2018<br />100.432 turistas\",\"abril 2018<br /> 70.413 turistas\",\"mayo 2018<br /> 61.858 turistas\",\"junio 2018<br /> 52.693 turistas\",\"julio 2018<br /> 78.605 turistas\",\"agosto 2018<br /> 62.285 turistas\",\"septiembre 2018<br /> 73.311 turistas\",\"octubre 2018<br /> 75.712 turistas\",\"noviembre 2018<br /> 79.784 turistas\",\"diciembre 2018<br />123.396 turistas\",\"enero 2019<br />149.410 turistas\",\"febrero 2019<br />132.827 turistas\",\"marzo 2019<br />108.660 turistas\",\"abril 2019<br /> 78.080 turistas\",\"mayo 2019<br /> 56.051 turistas\",\"junio 2019<br /> 54.603 turistas\",\"julio 2019<br /> 82.752 turistas\",\"agosto 2019<br /> 62.821 turistas\",\"septiembre 2019<br /> 79.671 turistas\",\"octubre 2019<br /> 76.564 turistas\",\"noviembre 2019<br /> 84.568 turistas\",\"diciembre 2019<br />128.696 turistas\",\"enero 2020<br />151.456 turistas\",\"febrero 2020<br />142.068 turistas\",\"marzo 2020<br /> 62.770 turistas\",\"abril 2020<br />      0 turistas\",\"mayo 2020<br />      0 turistas\",\"junio 2020<br />      0 turistas\",\"julio 2020<br />     46 turistas\",\"agosto 2020<br />    163 turistas\",\"septiembre 2020<br />    212 turistas\",\"octubre 2020<br />    201 turistas\",\"noviembre 2020<br />    479 turistas\",\"diciembre 2020<br />    651 turistas\",\"enero 2021<br />    330 turistas\",\"febrero 2021<br />    493 turistas\",\"marzo 2021<br />    421 turistas\",\"abril 2021<br />    351 turistas\",\"mayo 2021<br />    351 turistas\",\"junio 2021<br />    280 turistas\",\"julio 2021<br />    439 turistas\",\"agosto 2021<br />    379 turistas\",\"septiembre 2021<br />    520 turistas\",\"octubre 2021<br />  3.026 turistas\",\"noviembre 2021<br />  8.736 turistas\",\"diciembre 2021<br /> 13.019 turistas\",\"enero 2022<br />  8.962 turistas\",\"febrero 2022<br /> 11.256 turistas\",\"marzo 2022<br /> 21.832 turistas\",\"abril 2022<br /> 42.924 turistas\",\"abril 2022<br /> 42.924 turistas\",\"marzo 2022<br /> 21.832 turistas\",\"febrero 2022<br /> 11.256 turistas\",\"enero 2022<br />  8.962 turistas\",\"diciembre 2021<br /> 13.019 turistas\",\"noviembre 2021<br />  8.736 turistas\",\"octubre 2021<br />  3.026 turistas\",\"septiembre 2021<br />    520 turistas\",\"agosto 2021<br />    379 turistas\",\"julio 2021<br />    439 turistas\",\"junio 2021<br />    280 turistas\",\"mayo 2021<br />    351 turistas\",\"abril 2021<br />    351 turistas\",\"marzo 2021<br />    421 turistas\",\"febrero 2021<br />    493 turistas\",\"enero 2021<br />    330 turistas\",\"diciembre 2020<br />    651 turistas\",\"noviembre 2020<br />    479 turistas\",\"octubre 2020<br />    201 turistas\",\"septiembre 2020<br />    212 turistas\",\"agosto 2020<br />    163 turistas\",\"julio 2020<br />     46 turistas\",\"junio 2020<br />      0 turistas\",\"mayo 2020<br />      0 turistas\",\"abril 2020<br />      0 turistas\",\"marzo 2020<br /> 62.770 turistas\",\"febrero 2020<br />142.068 turistas\",\"enero 2020<br />151.456 turistas\",\"diciembre 2019<br />128.696 turistas\",\"noviembre 2019<br /> 84.568 turistas\",\"octubre 2019<br /> 76.564 turistas\",\"septiembre 2019<br /> 79.671 turistas\",\"agosto 2019<br /> 62.821 turistas\",\"julio 2019<br /> 82.752 turistas\",\"junio 2019<br /> 54.603 turistas\",\"mayo 2019<br /> 56.051 turistas\",\"abril 2019<br /> 78.080 turistas\",\"marzo 2019<br />108.660 turistas\",\"febrero 2019<br />132.827 turistas\",\"enero 2019<br />149.410 turistas\",\"diciembre 2018<br />123.396 turistas\",\"noviembre 2018<br /> 79.784 turistas\",\"octubre 2018<br /> 75.712 turistas\",\"septiembre 2018<br /> 73.311 turistas\",\"agosto 2018<br /> 62.285 turistas\",\"julio 2018<br /> 78.605 turistas\",\"junio 2018<br /> 52.693 turistas\",\"mayo 2018<br /> 61.858 turistas\",\"abril 2018<br /> 70.413 turistas\",\"marzo 2018<br />100.432 turistas\",\"febrero 2018<br />121.921 turistas\",\"enero 2018<br />136.379 turistas\",\"diciembre 2017<br />111.892 turistas\",\"noviembre 2017<br /> 78.100 turistas\",\"octubre 2017<br /> 75.090 turistas\",\"septiembre 2017<br /> 64.476 turistas\",\"agosto 2017<br /> 60.883 turistas\",\"julio 2017<br /> 78.238 turistas\",\"junio 2017<br /> 56.078 turistas\",\"mayo 2017<br /> 64.886 turistas\",\"abril 2017<br /> 83.799 turistas\",\"marzo 2017<br /> 94.538 turistas\",\"febrero 2017<br />130.537 turistas\",\"enero 2017<br />133.980 turistas\",\"diciembre 2016<br />107.007 turistas\",\"noviembre 2016<br /> 77.843 turistas\",\"octubre 2016<br /> 72.913 turistas\",\"septiembre 2016<br /> 67.529 turistas\",\"agosto 2016<br /> 62.477 turistas\",\"julio 2016<br /> 81.444 turistas\",\"junio 2016<br /> 55.038 turistas\",\"mayo 2016<br /> 61.992 turistas\",\"abril 2016<br /> 62.960 turistas\",\"marzo 2016<br />108.152 turistas\",\"febrero 2016<br />128.363 turistas\",\"enero 2016<br />133.190 turistas\",\"enero 2016<br />133.190 turistas\"],\"type\":\"scatter\",\"mode\":\"lines\",\"line\":{\"width\":1.88976377952756,\"color\":\"transparent\",\"dash\":\"solid\"},\"fill\":\"toself\",\"fillcolor\":\"rgba(113,157,183,1)\",\"hoveron\":\"points\",\"name\":\"Fluvial/marítimo\",\"legendgroup\":\"Fluvial/marítimo\",\"showlegend\":true,\"xaxis\":\"x\",\"yaxis\":\"y\",\"hoverinfo\":\"text\",\"frame\":null},{\"x\":[16801,16832,16861,16892,16922,16953,16983,17014,17045,17075,17106,17136,17167,17198,17226,17257,17287,17318,17348,17379,17410,17440,17471,17501,17532,17563,17591,17622,17652,17683,17713,17744,17775,17805,17836,17866,17897,17928,17956,17987,18017,18048,18078,18109,18140,18170,18201,18231,18262,18293,18322,18353,18383,18414,18444,18475,18506,18536,18567,18597,18628,18659,18687,18718,18748,18779,18809,18840,18871,18901,18932,18962,18993,19024,19052,19083,19083,19083,19052,19024,18993,18962,18932,18901,18871,18840,18809,18779,18748,18718,18687,18659,18628,18597,18567,18536,18506,18475,18444,18414,18383,18353,18322,18293,18262,18231,18201,18170,18140,18109,18078,18048,18017,17987,17956,17928,17897,17866,17836,17805,17775,17744,17713,17683,17652,17622,17591,17563,17532,17501,17471,17440,17410,17379,17348,17318,17287,17257,17226,17198,17167,17136,17106,17075,17045,17014,16983,16953,16922,16892,16861,16832,16801,16801],\"y\":[0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,125467,71146,50198,49034,30026,17231,4406,625,463,715,523,446,435,690,1056,1376,2910,1896,1310,1490,1561,273,0,0,0,158547,439134,430065,385357,271344,238452,266366,197224,263363,159906,180005,260613,264612,359728,392152,370153,271584,237093,247344,181700,240601,141184,182903,212187,278868,378315,403081,396594,238344,245288,228532,188672,250861,146053,169908,238701,242066,371603,395170,385411,254680,257214,223045,200140,261362,154669,179131,195339,303859,418931,425597,0],\"text\":[\"enero 2016<br />425.597 turistas\",\"febrero 2016<br />418.931 turistas\",\"marzo 2016<br />303.859 turistas\",\"abril 2016<br />195.339 turistas\",\"mayo 2016<br />179.131 turistas\",\"junio 2016<br />154.669 turistas\",\"julio 2016<br />261.362 turistas\",\"agosto 2016<br />200.140 turistas\",\"septiembre 2016<br />223.045 turistas\",\"octubre 2016<br />257.214 turistas\",\"noviembre 2016<br />254.680 turistas\",\"diciembre 2016<br />385.411 turistas\",\"enero 2017<br />395.170 turistas\",\"febrero 2017<br />371.603 turistas\",\"marzo 2017<br />242.066 turistas\",\"abril 2017<br />238.701 turistas\",\"mayo 2017<br />169.908 turistas\",\"junio 2017<br />146.053 turistas\",\"julio 2017<br />250.861 turistas\",\"agosto 2017<br />188.672 turistas\",\"septiembre 2017<br />228.532 turistas\",\"octubre 2017<br />245.288 turistas\",\"noviembre 2017<br />238.344 turistas\",\"diciembre 2017<br />396.594 turistas\",\"enero 2018<br />403.081 turistas\",\"febrero 2018<br />378.315 turistas\",\"marzo 2018<br />278.868 turistas\",\"abril 2018<br />212.187 turistas\",\"mayo 2018<br />182.903 turistas\",\"junio 2018<br />141.184 turistas\",\"julio 2018<br />240.601 turistas\",\"agosto 2018<br />181.700 turistas\",\"septiembre 2018<br />247.344 turistas\",\"octubre 2018<br />237.093 turistas\",\"noviembre 2018<br />271.584 turistas\",\"diciembre 2018<br />370.153 turistas\",\"enero 2019<br />392.152 turistas\",\"febrero 2019<br />359.728 turistas\",\"marzo 2019<br />264.612 turistas\",\"abril 2019<br />260.613 turistas\",\"mayo 2019<br />180.005 turistas\",\"junio 2019<br />159.906 turistas\",\"julio 2019<br />263.363 turistas\",\"agosto 2019<br />197.224 turistas\",\"septiembre 2019<br />266.366 turistas\",\"octubre 2019<br />238.452 turistas\",\"noviembre 2019<br />271.344 turistas\",\"diciembre 2019<br />385.357 turistas\",\"enero 2020<br />430.065 turistas\",\"febrero 2020<br />439.134 turistas\",\"marzo 2020<br />158.547 turistas\",\"abril 2020<br />      0 turistas\",\"mayo 2020<br />      0 turistas\",\"junio 2020<br />      0 turistas\",\"julio 2020<br />    273 turistas\",\"agosto 2020<br />  1.561 turistas\",\"septiembre 2020<br />  1.490 turistas\",\"octubre 2020<br />  1.310 turistas\",\"noviembre 2020<br />  1.896 turistas\",\"diciembre 2020<br />  2.910 turistas\",\"enero 2021<br />  1.376 turistas\",\"febrero 2021<br />  1.056 turistas\",\"marzo 2021<br />    690 turistas\",\"abril 2021<br />    435 turistas\",\"mayo 2021<br />    446 turistas\",\"junio 2021<br />    523 turistas\",\"julio 2021<br />    715 turistas\",\"agosto 2021<br />    463 turistas\",\"septiembre 2021<br />    625 turistas\",\"octubre 2021<br />  4.406 turistas\",\"noviembre 2021<br /> 17.231 turistas\",\"diciembre 2021<br /> 30.026 turistas\",\"enero 2022<br /> 49.034 turistas\",\"febrero 2022<br /> 50.198 turistas\",\"marzo 2022<br /> 71.146 turistas\",\"abril 2022<br />125.467 turistas\",\"abril 2022<br />125.467 turistas\",\"abril 2022<br />125.467 turistas\",\"marzo 2022<br /> 71.146 turistas\",\"febrero 2022<br /> 50.198 turistas\",\"enero 2022<br /> 49.034 turistas\",\"diciembre 2021<br /> 30.026 turistas\",\"noviembre 2021<br /> 17.231 turistas\",\"octubre 2021<br />  4.406 turistas\",\"septiembre 2021<br />    625 turistas\",\"agosto 2021<br />    463 turistas\",\"julio 2021<br />    715 turistas\",\"junio 2021<br />    523 turistas\",\"mayo 2021<br />    446 turistas\",\"abril 2021<br />    435 turistas\",\"marzo 2021<br />    690 turistas\",\"febrero 2021<br />  1.056 turistas\",\"enero 2021<br />  1.376 turistas\",\"diciembre 2020<br />  2.910 turistas\",\"noviembre 2020<br />  1.896 turistas\",\"octubre 2020<br />  1.310 turistas\",\"septiembre 2020<br />  1.490 turistas\",\"agosto 2020<br />  1.561 turistas\",\"julio 2020<br />    273 turistas\",\"junio 2020<br />      0 turistas\",\"mayo 2020<br />      0 turistas\",\"abril 2020<br />      0 turistas\",\"marzo 2020<br />158.547 turistas\",\"febrero 2020<br />439.134 turistas\",\"enero 2020<br />430.065 turistas\",\"diciembre 2019<br />385.357 turistas\",\"noviembre 2019<br />271.344 turistas\",\"octubre 2019<br />238.452 turistas\",\"septiembre 2019<br />266.366 turistas\",\"agosto 2019<br />197.224 turistas\",\"julio 2019<br />263.363 turistas\",\"junio 2019<br />159.906 turistas\",\"mayo 2019<br />180.005 turistas\",\"abril 2019<br />260.613 turistas\",\"marzo 2019<br />264.612 turistas\",\"febrero 2019<br />359.728 turistas\",\"enero 2019<br />392.152 turistas\",\"diciembre 2018<br />370.153 turistas\",\"noviembre 2018<br />271.584 turistas\",\"octubre 2018<br />237.093 turistas\",\"septiembre 2018<br />247.344 turistas\",\"agosto 2018<br />181.700 turistas\",\"julio 2018<br />240.601 turistas\",\"junio 2018<br />141.184 turistas\",\"mayo 2018<br />182.903 turistas\",\"abril 2018<br />212.187 turistas\",\"marzo 2018<br />278.868 turistas\",\"febrero 2018<br />378.315 turistas\",\"enero 2018<br />403.081 turistas\",\"diciembre 2017<br />396.594 turistas\",\"noviembre 2017<br />238.344 turistas\",\"octubre 2017<br />245.288 turistas\",\"septiembre 2017<br />228.532 turistas\",\"agosto 2017<br />188.672 turistas\",\"julio 2017<br />250.861 turistas\",\"junio 2017<br />146.053 turistas\",\"mayo 2017<br />169.908 turistas\",\"abril 2017<br />238.701 turistas\",\"marzo 2017<br />242.066 turistas\",\"febrero 2017<br />371.603 turistas\",\"enero 2017<br />395.170 turistas\",\"diciembre 2016<br />385.411 turistas\",\"noviembre 2016<br />254.680 turistas\",\"octubre 2016<br />257.214 turistas\",\"septiembre 2016<br />223.045 turistas\",\"agosto 2016<br />200.140 turistas\",\"julio 2016<br />261.362 turistas\",\"junio 2016<br />154.669 turistas\",\"mayo 2016<br />179.131 turistas\",\"abril 2016<br />195.339 turistas\",\"marzo 2016<br />303.859 turistas\",\"febrero 2016<br />418.931 turistas\",\"enero 2016<br />425.597 turistas\",\"enero 2016<br />425.597 turistas\"],\"type\":\"scatter\",\"mode\":\"lines\",\"line\":{\"width\":1.88976377952756,\"color\":\"transparent\",\"dash\":\"solid\"},\"fill\":\"toself\",\"fillcolor\":\"rgba(231,231,231,1)\",\"hoveron\":\"points\",\"name\":\"Terrestre\",\"legendgroup\":\"Terrestre\",\"showlegend\":true,\"xaxis\":\"x\",\"yaxis\":\"y\",\"hoverinfo\":\"text\",\"frame\":null}],\"layout\":{\"margin\":{\"t\":48.1461187214612,\"r\":7.30593607305936,\"b\":160,\"l\":62.1004566210046},\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":14.6118721461187},\"title\":{\"text\":\"Evolución mensual del turismo internacional receptivo, por medio de transporte<br><sup>Enero 2016-Abril 2021<\\/sup>\",\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":15},\"x\":0,\"xref\":\"paper\"},\"xaxis\":{\"domain\":[0,1],\"automargin\":true,\"type\":\"linear\",\"autorange\":false,\"range\":[16791,19093],\"tickmode\":\"array\",\"ticktext\":[\"ene16\",\"feb16\",\"mar16\",\"abr16\",\"may16\",\"jun16\",\"jul16\",\"ago16\",\"sep16\",\"oct16\",\"nov16\",\"dic16\",\"ene17\",\"feb17\",\"mar17\",\"abr17\",\"may17\",\"jun17\",\"jul17\",\"ago17\",\"sep17\",\"oct17\",\"nov17\",\"dic17\",\"ene18\",\"feb18\",\"mar18\",\"abr18\",\"may18\",\"jun18\",\"jul18\",\"ago18\",\"sep18\",\"oct18\",\"nov18\",\"dic18\",\"ene19\",\"feb19\",\"mar19\",\"abr19\",\"may19\",\"jun19\",\"jul19\",\"ago19\",\"sep19\",\"oct19\",\"nov19\",\"dic19\",\"ene20\",\"feb20\",\"mar20\",\"abr20\",\"may20\",\"jun20\",\"jul20\",\"ago20\",\"sep20\",\"oct20\",\"nov20\",\"dic20\",\"ene21\",\"feb21\",\"mar21\",\"abr21\",\"may21\",\"jun21\",\"jul21\",\"ago21\",\"sep21\",\"oct21\",\"nov21\",\"dic21\",\"ene22\",\"feb22\",\"mar22\",\"abr22\"],\"tickvals\":[16801,16832,16861,16892,16922,16953,16983,17014,17045,17075,17106,17136,17167,17198,17226,17257,17287,17318,17348,17379,17410,17440,17471,17501,17532,17563,17591,17622,17652,17683,17713,17744,17775,17805,17836,17866,17897,17928,17956,17987,18017,18048,18078,18109,18140,18170,18201,18231,18262,18293,18322,18353,18383,18414,18444,18475,18506,18536,18567,18597,18628,18659,18687,18718,18748,18779,18809,18840,18871,18901,18932,18962,18993,19024,19052,19083],\"categoryorder\":\"array\",\"categoryarray\":[\"ene16\",\"feb16\",\"mar16\",\"abr16\",\"may16\",\"jun16\",\"jul16\",\"ago16\",\"sep16\",\"oct16\",\"nov16\",\"dic16\",\"ene17\",\"feb17\",\"mar17\",\"abr17\",\"may17\",\"jun17\",\"jul17\",\"ago17\",\"sep17\",\"oct17\",\"nov17\",\"dic17\",\"ene18\",\"feb18\",\"mar18\",\"abr18\",\"may18\",\"jun18\",\"jul18\",\"ago18\",\"sep18\",\"oct18\",\"nov18\",\"dic18\",\"ene19\",\"feb19\",\"mar19\",\"abr19\",\"may19\",\"jun19\",\"jul19\",\"ago19\",\"sep19\",\"oct19\",\"nov19\",\"dic19\",\"ene20\",\"feb20\",\"mar20\",\"abr20\",\"may20\",\"jun20\",\"jul20\",\"ago20\",\"sep20\",\"oct20\",\"nov20\",\"dic20\",\"ene21\",\"feb21\",\"mar21\",\"abr21\",\"may21\",\"jun21\",\"jul21\",\"ago21\",\"sep21\",\"oct21\",\"nov21\",\"dic21\",\"ene22\",\"feb22\",\"mar22\",\"abr22\"],\"nticks\":null,\"ticks\":\"\",\"tickcolor\":null,\"ticklen\":3.65296803652968,\"tickwidth\":0,\"showticklabels\":true,\"tickfont\":{\"color\":\"rgba(77,77,77,1)\",\"family\":\"\",\"size\":10},\"tickangle\":-90,\"showline\":false,\"linecolor\":null,\"linewidth\":0,\"showgrid\":true,\"gridcolor\":\"rgba(235,235,235,1)\",\"gridwidth\":0.66417600664176,\"zeroline\":false,\"anchor\":\"y\",\"title\":{\"text\":\"\",\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":14.6118721461187}},\"hoverformat\":\".2f\"},\"yaxis\":{\"domain\":[0,1],\"automargin\":true,\"type\":\"linear\",\"autorange\":false,\"range\":[-44776.7,940310.7],\"tickmode\":\"array\",\"ticktext\":[\"0\",\"200.000\",\"400.000\",\"600.000\",\"800.000\"],\"tickvals\":[0,200000,400000,600000,800000],\"categoryorder\":\"array\",\"categoryarray\":[\"0\",\"200.000\",\"400.000\",\"600.000\",\"800.000\"],\"nticks\":null,\"ticks\":\"\",\"tickcolor\":null,\"ticklen\":3.65296803652968,\"tickwidth\":0,\"showticklabels\":true,\"tickfont\":{\"color\":\"rgba(77,77,77,1)\",\"family\":\"\",\"size\":10},\"tickangle\":-0,\"showline\":false,\"linecolor\":null,\"linewidth\":0,\"showgrid\":true,\"gridcolor\":\"rgba(235,235,235,1)\",\"gridwidth\":0.66417600664176,\"zeroline\":false,\"anchor\":\"x\",\"title\":{\"text\":\"\",\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":14.6118721461187}},\"hoverformat\":\".2f\"},\"shapes\":[{\"type\":\"rect\",\"fillcolor\":null,\"line\":{\"color\":null,\"width\":0,\"linetype\":[]},\"yref\":\"paper\",\"xref\":\"paper\",\"x0\":0,\"x1\":1,\"y0\":0,\"y1\":1}],\"showlegend\":true,\"legend\":{\"bgcolor\":null,\"bordercolor\":null,\"borderwidth\":0,\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":12},\"y\":0.99,\"x\":0.85},\"hovermode\":\"closest\",\"barmode\":\"relative\",\"annotations\":[{\"x\":1,\"y\":-0.25,\"text\":\"Fuente: Dirección Nacional de Mercados y Estadstica, Ministerio de Turismo y Deportes\",\"showarrow\":false,\"xref\":\"paper\",\"yref\":\"paper\",\"xanchor\":\"right\",\"yanchor\":\"auto\",\"xshift\":0,\"yshift\":0,\"font\":{\"size\":10}}]},\"config\":{\"doubleClick\":\"reset\",\"showSendToCloud\":false},\"source\":\"A\",\"attrs\":{\"78e84bb6cc21\":{\"x\":{},\"y\":{},\"fill\":{},\"text\":{},\"type\":\"scatter\"}},\"cur_data\":\"78e84bb6cc21\",\"visdat\":{\"78e84bb6cc21\":[\"function (y) \",\"x\"]},\"highlight\":{\"on\":\"plotly_click\",\"persistent\":false,\"dynamic\":false,\"selectize\":false,\"opacityDim\":0.2,\"selected\":{\"opacity\":1},\"debounce\":0},\"shinyEvents\":[\"plotly_hover\",\"plotly_click\",\"plotly_selected\",\"plotly_relayout\",\"plotly_brushed\",\"plotly_brushing\",\"plotly_clickannotation\",\"plotly_doubleclick\",\"plotly_deselect\",\"plotly_afterplot\",\"plotly_sunburstclick\"],\"base_url\":\"https://plot.ly\"},\"evals\":[],\"jsHooks\":[]}\nEn el año 2019, antes del colapso de la pandemia, Argentina recibió 7,4 millones de turistas no residentes por todos los pasos internacionales, principalmente por la vía terrestre y la vía aérea (44% y 41%, respectivamente).\nEn el gráfico se muestra la evolución mensual del turismo receptivo, donde es posible observar la estacionalidad propia de la actividad turística: los picos del verano, la temporada baja y el repunte en invierno por la llegada de turistas internacionales a los principales destinos de nieve. También vemos allí la caída estrepitosa en los años 2020 y 2021 producto de la pandemia.\nA partir del mes de octubre de 2021 se observa que el número de turistas internacionales ¡vuelve a mostrar signos de vida y comienza a tener mayor dinamismo!\nTambién nos podemos preguntar, cuál es el principal mercado que nos visita. Y para ello, analizaremos los datos según los principales países de residencia de los turistas extranjeros según el medio de transporte utilizado. Veamos el siguiente gráfico:\n\n\nShow code\n\ngraf_pais_ti <- ggplot(tabla_pais_ti) +   \n  geom_bar(aes(x= pais_agrupado, weight= turistas_porc, fill =via))+\n  scale_fill_dnmye() +\n  geom_hline(yintercept = 0, color = \"grey\", alpha =0.7, size = 0.5) + \n  scale_y_continuous(labels = scales::percent_format()) + \n  theme_minimal()+\n  theme(legend.position = \"bottom\", \n        axis.text.x =element_text (size =11, angle=45, vjust = 0.6),\n        axis.text.y = element_text(size = 12),\n        legend.text = element_text (size =12),\n        plot.caption =  element_text (size =12, hjust = 0.0)) +\n  labs(title = \"Turismo internacional receptivo por país de residencia según medio de transporte\",\n       subtitle = \"Total país. Año 2019\",\n       y = \"\", \n       x = \"\", \n       color= \"\",\n       fill=\"\",\n       caption =  \"Fuente: Dirección Nacional de Mercados y Estadstica, Ministerio de Turismo y Deportes\" )\n\ngraf_pais_ti\n\n\n\n\nBrasil ocupó el primer lugar y representó el 20% del total de las llegadas del año 2019, principalmente utilizando medios de transporte aéreos. Luego, se ubica Chile (15%) pero la vía terrestre es el medio principal para este mercado. Los turistas europeos son otro mercado de importancia (14%), principalmente por los medios aéreos.\nPara seguir analizando y respondiendo otras preguntas del turismo internacional en Argentina, te invitamos a que juegues con el Tablero de datos del turismo internacional, en el cual podrás filtrar la información que desees y conocer más sobre el movimiento de turistas no residentes en nuestro país (año, mes, país de residencia, paso, entre otras variables).\n¿Qué características tiene el turista internacional que nos visita?\nPara conocer un poco más sobre el perfil del turista receptivo, nos enfocaremos en la Encuesta de Turismo Internacional (ETI). Este relevamiento es coordinado entre el Ministerio de Turismo y Deportes de la Nación y el Instituto Nacional de Estadística y Censos (INDEC) desde el año 2004 hasta la actualidad. El principal objetivo es conocer las características tanto de los viajes (el motivo, la duración, el/los destino/s, el/los tipos de alojamientos utilizados, etc.) como de los viajeros (lugar de residencia, conformación del grupo familiar que viaja, etc.), como también los gastos que realizó durante su estadía (en alojamiento, alimentación, entre otros).\nLa ETI se releva, principalmente, en pasos aéreos: Aerop. Internacional de Ezeiza, Aeroparque J. Newbery, Aerop. internacional de Córdoba y de Mendoza. También se releva en el Puerto de Buenos Aires y en el paso fronterizo terrestre Cristo Redentor que limita con Chile. En su conjunto, representó aproximadamente el movimiento del 46% del total del turismo receptivo en la Argentina (año 2019).\nA partir de la información que nos brinda la ETI, y a modo de resumen, te presentamos el perfil del turista no residente promedio. Allí se sintetiza la información de las principales características de los turistas no residentes durante el año 2019.\nPerfil del turista no residenteA su vez, también es posible cruzar los datos por diferentes variables de interés. A continuación, te mostramos cuáles son los principales tipos de alojamiento utilizados por los diferentes motivos de viaje.\nLos hoteles de mayor categoría, los 4 y 5 estrellas, son los más demandados por aquellos que nos visitan por vacaciones/ocio/recreación y por negocios (siendo en este último, mayor su participación). Como es de esperar, Casa de familiares y/o amigos es el principal alojamiento de aquellos que vinieron a visitar a los familiares y se hospedan allí. Los hoteles de 1,2 y 3 estrellas se ubican como el segundo tipo de alojamiento más utilizado por los turistas de vacaciones.\n\n\nShow code\n\n# ETI. Motivo de viaje  por tipo de alojamiento\n\nmotivo_ta <- eti_tur %>% \n  mutate (motivo_viaje = case_when(p17nuev != 5 ~ p17nuev,\n                                  p17nuev == 5 ~ 4), #recodifico rde y otros en \"otros\".\n          motivo_viaje = factor(motivo_viaje, \n                               levels =c(1,2,3,4),\n                               labels = c(\"Vacaciones\",\"Visita a familiares\",\n                                      \"Negocios\",\"Otros\")),\n          tipo_aloj = factor (p21_ta_publ,\n                              levels =c(1,2,3,4),\n                              labels = c(\"Casa de familiares/amigos\",\n                                         \"Hotel 1-2-3 estrellas\",\n                                         \"Hotel 4-5 estrellas\",\n                                         \"Otro\"))) %>% \n  group_by(motivo_viaje, tipo_aloj) %>% \n  summarise(turistas = sum(WPF)) %>% \n  ungroup () %>% \n  mutate(prop_tur = turistas/sum(turistas)) \n \ng_motivo_ta <- ggplot(motivo_ta) +   \n  geom_bar(aes(x= motivo_viaje, weight= prop_tur, fill = tipo_aloj))+\n  geom_hline(yintercept = 0, color = \"grey\", alpha =0.7, size = 0.5) + \n  scale_y_continuous(labels = scales::percent_format()) + \n  scale_fill_dnmye() +\n  theme_minimal()+\n  theme(legend.position = \"bottom\", \n        axis.text.x =element_text (size =12, angle=45, vjust = 0.7),\n        axis.text.y = element_text(size = 12),\n        legend.text = element_text (size =12),\n        plot.caption =  element_text (size =12, hjust = 0.0)) +\n  labs(title = \"Motivo de viaje según tipo de alojamiento principal\",\n       subtitle = glue (\"Pasos ETI. Año 2019\"),\n       y = \"\", \n       x = \"\", \n       color= \"\",\n       fill=\"\",\n       caption =  \"Fuente: Encuesta de Turismo Internacional (ETI) - (MinTurDep- INDEC).\" )\n\ng_motivo_ta\n\n\n\n\nOtro dato que nos permite ver la ETI es el gasto promedio de los turistas según el país de residencia y su estadía promedio en Argentina. Europa presenta la mayor estadía, casi 20 días en promedio en el año 2019, con un gasto promedio por viajero de \\(USD 1370\\). Los países que incluye la categoría Resto de América son los que también presentaron estadías largas; 18,8 en promedio, con un gasto por viajero promedio de \\(USD 1107\\). Los países limítrofes permanecen menos tiempo, siendo Bolivia el que registró una mayor estadía promedio (12 días promedio) con un gasto por viajero de \\(USD 730\\). EE.UU. y Canadá son los que registraron el mayor gasto diario promedio (\\(USD 97,4\\)) y, en menor medida, los turistas brasileños (\\(USD 97,1\\)).\n\n\nShow code\n\n# ETI. Gasto y estadía.\n\ngasto_estad <- eti_tur %>% \n  mutate(pais_origen = factor(origen_cv, \n                               levels =c(1:9),\n                               labels = c(\"Bolivia\",\"Brasil\",\"Chile\",\"Paraguay\",\n                                         \"Uruguay\",\"EE.UU. y Canadá\",\"Resto de América\",                                                   \"Europa\", \"Resto del mundo\"))) %>% \n  group_by(pais_origen) %>% \n  summarise(turistas = sum(WPF),\n            estadia= sum(P19_2* WPF) / sum(WPF),\n            gasto_estada = sum(gastoest2 *WPF) / sum(WPF)) \n\ng_gasto_estad <- ggplot(gasto_estad) +   \ngeom_bar(aes(x= pais_origen, weight= gasto_estada), fill = dnmye_colores(\"cian\")) +\ngeom_line(aes(x = pais_origen, y = estadia*80, group = 1, color = \"Estadía media\" ), size = 1.25) +\ngeom_hline(yintercept = 0, color = \"grey\", alpha =0.7, size = 0.5) + \ngeom_label(aes(x = pais_origen, y =estadia*80, label = round(estadia,1), group = 1),\n           fontface = \"bold\", size = 4, color = dnmye_colores(\"rosa\")) +\nscale_y_continuous(labels = scales::number_format(big.mark = \".\", decimal.mark = \",\"),\n                   name = \"Gasto por viajero\",\n                   sec.axis = sec_axis(trans = ~./80,\n                                       name = \"Estadía media (en noches)\")) +\ntheme_minimal()+\ntheme(legend.position = \"bottom\", \n      axis.text.x =element_text (size =10, angle=45, vjust = 0.5),\n      axis.text.y = element_text(size = 12),\n      legend.text = element_text (size =12),\n      plot.caption =  element_text (size =12, hjust = 0.0)) +\nlabs(title = \"Gasto promedio por viajero y estadía media según país de residencia\",\n     subtitle = glue (\"Pasos ETI. Año 2019\"),\n     y = \"\", \n     x = \"\", \n     color= \"\",\n     fill=\"\",\n     caption =  \"Fuente: Encuesta de Turismo Internacional (ETI) - (MinTurDep- INDEC).\" )\n\ng_gasto_estad\n\n\n\n\nOtra de las preguntas que se les realiza a los viajeros cuando finalizan su viaje en la Argentina, es sobre qué aspectos fueron los determinantes para elegir nuestro país como destino de su viaje. Los valores culturales y la variedad de tradiciones fue el aspecto más relevante para el turista receptivo en el año 2019. El 27,4% respondió que dicho aspecto fue el más significativo. Luego, la diversidad de la naturaleza y los paisajes fue el segundo más determinante (16,2% de los turistas). En el próximo gráfico verás todos los aspectos y sus correspondientes porcentajes de participación.\n\n\nShow code\n\n# ETI. Aspectos  \n\ntabla_eti_aspectos <- read_xlsx(\"/srv/DataDNMYE/eti/bitacora/eti_2019_tur_aspectos_activ.xlsx\", sheet = \"aspectos\")       \n\ng_eti_aspectos <- ggplot(tabla_eti_aspectos, aes(x= aspectos, y = porc, fill = aspectos)) +   \n  geom_col() +\n  geom_text (aes(label=paste0(round(porc *100,1),\"%\")), position=position_stack(vjust=0.5))+\n  geom_hline(yintercept = 0, color = \"grey\", alpha =0.7, size = 0.5) + \n  coord_flip(clip=\"off\")+\n  scale_fill_dnmye() + \n  scale_y_continuous(labels = scales::percent_format()) + \n  scale_x_discrete(limits = tabla_eti_aspectos$aspectos[order(tabla_eti_aspectos$porc)] )+\n  theme_minimal()+\n  theme(legend.position = \"\", #saca referencia en leyenda\n        legend.title = element_blank(), #saca titulo leyenda\n        axis.text.x =element_text (size =12, vjust = 0.7),\n        axis.text.y = element_text(size = 12),\n        legend.text = element_blank(),\n        plot.caption =  element_text (size =12, hjust = 1)) +\n  labs(title = \"Aspectos que influyeron en la decisión de viajar a Argentina\",\n       subtitle = \"Año 2019. Pasos ETI\",\n       y = \"\", \n       x = \"\", \n       color= \"\",\n       fill=\"\",\n       caption =  \"Fuente: Encuesta de Turismo Internacional (ETI) - (MinTurDep- INDEC).\" )\n       \ng_eti_aspectos\n\n\n\n\nPor último, te mostramos otro dato interesante de la ETI: las principales actividades turísticas que realizaron en nuestro país los turistas extranjeros. En el gráfico a continuación se ve claramente, por la dimensión de cada una de las actividades, cuáles fueron las más destacadas: las actividades culturales y la gastronomía ocuparon el primer lugar en el año 2019, luego se ubicaron las actividades nocturnas, actividades en medios naturales, el tango, las visitas a los parques nacionales….\n\n\nShow code\n\n#ETI.Actividades.\n\ntabla_eti_actividades <- read_xlsx(\"/srv/DataDNMYE/eti/bitacora/eti_2019_tur_aspectos_activ.xlsx\", sheet = \"actividades\")                   \n\ngraf_eti_actividades <- tabla_eti_actividades %>% \n  ggplot(.,aes(area= Suma,\n               fill = actividades))+\n  geom_treemap()+\n  scale_fill_discrete()+\n  geom_treemap_text(aes(label=actividades) ,colour = \"black\", place = \"topleft\",\n                    grow = T, reflow = T, size = 9,\n                    #family= \"Encode Sans Normal\",\n                    layout = \"squarified\") +\n  theme_minimal() +\n  theme(\n    #text = element_text(family = \"Encode Sans Normal\"), \n    legend.position = \"none\",\n    plot.caption  = element_text(size = 12),\n    strip.text.y  = element_text(size = 3, face = \"bold\"),\n    axis.text.x   = element_text(size = 3),\n    axis.text.y   = element_text(size = 3),\n    legend.text   = element_text(size = 5),\n    legend.title  = element_blank()\n  ) +\n  labs(title = \"Actividades realizadas de los turistas no residentes durante el viaje a la Argentina\",\n       subtitle = \"Pasos ETI. Año 2019 \\nLos tamaños dependen de la cantidad de turistas que realizaron cada actividad\",\n       y = \"\", \n       x = \"\", \n       color= \"\",\n       fill=\"\",\n       caption =  \"Fuente: Encuesta de Turismo Internacional (ETI) - (MinTurDep- INDEC).\" )\n\ngraf_eti_actividades\n\n\n\n\n¡Quiero más!\nEsta información y mucho más vas a poder encontrarla en el Sistema de Información Turística de la Argentina. Algunas cosas que vas a poder encontrar…\nInformes:\nSobre la Estimación Nacional del turismo internacional: son los documentos mensuales que producimos con los datos del total del turismo internacional de Argentina a nivel nacional.\nSobre ETI: son los documentos que publica el INDEC todos los meses, aproximadamente 40 días luego del periodo de referencia de los datos. Mensualmente se publican los principales datos de Ezeiza y Aeroparque y, en los trimestres, se adiciona info del resto de los pasos con las variables de perfil. Ambos los encontrarás en el siguiente enlace.\nTablero de turismo internacional\nDesde acá se puede acceder a la información del turismo internacional en formato de tabla dinámica interactiva para que puedas cruzar los datos por diferentes variables de interés.\nDatos Abiertos\nSon archivos en formato .csv para que puedas levantar desde cualquier programa que utilices (Excel, SPSS, R, etc) tanto de la ETI como de la estimación nacional.\nDataset de turismo internacional\nDataset de la ETI\n\n\n\n",
    "preview": "posts/2022-05-31-intro-eti/distill-preview.png",
    "last_modified": "2022-08-03T14:50:30-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-24-intro-eoh/",
    "title": "Fuentes de datos: Encuesta de Ocupación Hotelera (EOH)",
    "description": "Características principales del relevamiento y potenciales usos de la información generada.",
    "author": [],
    "date": "2022-05-26",
    "categories": [],
    "contents": "\n\nContents\n¿PARA QUÉ SIRVE LA ENCUESTA DE OCUPACIÓN HOTELERA?\nIntroducción\n¿Qué es la Encuesta de Ocupación Hotelera (EOH)?\n¿Qué localidades forman parte del relevamiento?\n¿Qué tipo de establecimientos forman parte del universo de relevamiento de la EOH?\nPrincipales indicadores que se pueden producir a partir de la EOH\nSobre la publicación de los informes\n\n\n\n\n\n¿PARA QUÉ SIRVE LA ENCUESTA DE OCUPACIÓN HOTELERA?\nAcceso a los datos\nIntroducción\nDesde la Dirección Nacional de Mercados y Estadística del Ministerio de Turismo y Deportes de la Nación nos proponemos, con este post, dar a conocer la Encuesta de Ocupación Hotelera y Parahotelera (EOH) y mostrar todos los datos que produce, siendo una fuente de información muy importante para el sector. Se mostrarán las principales características de la encuesta como también los resultados más relevantes.\nPrimero, lo primero…\n¿Qué es la Encuesta de Ocupación Hotelera (EOH)?\nLa EOH es un relevamiento coordinado entre el Ministerio de Turismo y Deportes de la Nación y el Instituto Nacional de Estadística y Censos (INDEC) que se realiza de manera continua desde el año 2004 hasta la actualidad.\nEl principal objetivo es la medición del impacto del turismo internacional e interno en los establecimientos hoteleros y para-hoteleros del país. Para ello, se encuesta todos los meses a una muestra de más de 3 mil hoteles del país.\nUno de los datos interesantes para analizar de la EOH es la estacionalidad, propia de la actividad turística. En el siguiente gráfico se muestra la evolución mensual de los viajeros hospedados y pernoctes (noches) en los alojamientos hoteleros y parahoteleros de nuestro país para los años 2018-2019:\n\n\n{\"x\":{\"data\":[{\"x\":[17532,17563,17591,17622,17652,17683,17713,17744,17775,17805,17836,17866,17897,17928,17956,17987,18017,18048,18078,18109,18140,18170,18201,18231],\"y\":[6.1,5.4,4.4,3.4,2.9,2.6,4.5,3.7,3.7,4,4,3.8,6,5.2,4.2,3.4,2.9,3,4.8,3.8,3.8,4,4.1,4],\"text\":[\"6.1 millones\",\"5.4 millones\",\"4.4 millones\",\"3.4 millones\",\"2.9 millones\",\"2.6 millones\",\"4.5 millones\",\"3.7 millones\",\"3.7 millones\",\"4 millones\",\"4 millones\",\"3.8 millones\",\"6 millones\",\"5.2 millones\",\"4.2 millones\",\"3.4 millones\",\"2.9 millones\",\"3 millones\",\"4.8 millones\",\"3.8 millones\",\"3.8 millones\",\"4 millones\",\"4.1 millones\",\"4 millones\"],\"type\":\"scatter\",\"mode\":\"lines+markers\",\"line\":{\"width\":7.55905511811024,\"color\":\"rgba(247,148,30,1)\",\"dash\":\"solid\"},\"hoveron\":\"points\",\"name\":\"pernoctes\",\"legendgroup\":\"pernoctes\",\"showlegend\":true,\"xaxis\":\"x\",\"yaxis\":\"y\",\"hoverinfo\":\"text\",\"marker\":{\"autocolorscale\":false,\"color\":\"rgba(247,148,30,1)\",\"opacity\":1,\"size\":11.3385826771654,\"symbol\":\"circle\",\"line\":{\"width\":1.88976377952756,\"color\":\"rgba(247,148,30,1)\"}},\"frame\":null},{\"x\":[17532,17563,17591,17622,17652,17683,17713,17744,17775,17805,17836,17866,17897,17928,17956,17987,18017,18048,18078,18109,18140,18170,18201,18231],\"y\":[2.2,2.1,1.9,1.6,1.4,1.2,1.9,1.6,1.6,1.8,1.8,1.6,2.3,2,1.8,1.5,1.4,1.4,2,1.6,1.7,1.8,1.9,1.7],\"text\":[\"2.2 millones\",\"2.1 millones\",\"1.9 millones\",\"1.6 millones\",\"1.4 millones\",\"1.2 millones\",\"1.9 millones\",\"1.6 millones\",\"1.6 millones\",\"1.8 millones\",\"1.8 millones\",\"1.6 millones\",\"2.3 millones\",\"2 millones\",\"1.8 millones\",\"1.5 millones\",\"1.4 millones\",\"1.4 millones\",\"2 millones\",\"1.6 millones\",\"1.7 millones\",\"1.8 millones\",\"1.9 millones\",\"1.7 millones\"],\"type\":\"scatter\",\"mode\":\"lines+markers\",\"line\":{\"width\":7.55905511811024,\"color\":\"rgba(55,187,237,1)\",\"dash\":\"solid\"},\"hoveron\":\"points\",\"name\":\"viajeros\",\"legendgroup\":\"viajeros\",\"showlegend\":true,\"xaxis\":\"x\",\"yaxis\":\"y\",\"hoverinfo\":\"text\",\"marker\":{\"autocolorscale\":false,\"color\":\"rgba(55,187,237,1)\",\"opacity\":1,\"size\":11.3385826771654,\"symbol\":\"circle\",\"line\":{\"width\":1.88976377952756,\"color\":\"rgba(55,187,237,1)\"}},\"frame\":null},{\"x\":[17522,18241],\"y\":[0,0],\"text\":\"\",\"type\":\"scatter\",\"mode\":\"lines\",\"line\":{\"width\":1.88976377952756,\"color\":\"rgba(190,190,190,0.7)\",\"dash\":\"solid\"},\"hoveron\":\"points\",\"showlegend\":false,\"xaxis\":\"x\",\"yaxis\":\"y\",\"hoverinfo\":\"text\",\"frame\":null}],\"layout\":{\"margin\":{\"t\":49.6073059360731,\"r\":7.30593607305936,\"b\":54.7945205479452,\"l\":43.1050228310502},\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":14.6118721461187},\"title\":{\"text\":\"Viajeros hospedados y pernoctes.<br><sup>En millones. Establecimientos hoteleros y parahoteleros del país. 2018-2019.<\\/sup>\",\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":17.5342465753425},\"x\":0,\"xref\":\"paper\"},\"xaxis\":{\"domain\":[0,1],\"automargin\":true,\"type\":\"linear\",\"autorange\":false,\"range\":[17522,18241],\"tickmode\":\"array\",\"ticktext\":[\"ene 18\",\"feb 18\",\"mar 18\",\"abr 18\",\"may 18\",\"jun 18\",\"jul 18\",\"ago 18\",\"sep 18\",\"oct 18\",\"nov 18\",\"dic 18\",\"ene 19\",\"feb 19\",\"mar 19\",\"abr 19\",\"may 19\",\"jun 19\",\"jul 19\",\"ago 19\",\"sep 19\",\"oct 19\",\"nov 19\",\"dic 19\"],\"tickvals\":[17532,17563,17591,17622,17652,17683,17713,17744,17775,17805,17836,17866,17897,17928,17956,17987,18017,18048,18078,18109,18140,18170,18201,18231],\"categoryorder\":\"array\",\"categoryarray\":[\"ene 18\",\"feb 18\",\"mar 18\",\"abr 18\",\"may 18\",\"jun 18\",\"jul 18\",\"ago 18\",\"sep 18\",\"oct 18\",\"nov 18\",\"dic 18\",\"ene 19\",\"feb 19\",\"mar 19\",\"abr 19\",\"may 19\",\"jun 19\",\"jul 19\",\"ago 19\",\"sep 19\",\"oct 19\",\"nov 19\",\"dic 19\"],\"nticks\":null,\"ticks\":\"\",\"tickcolor\":null,\"ticklen\":3.65296803652968,\"tickwidth\":0,\"showticklabels\":true,\"tickfont\":{\"color\":\"rgba(77,77,77,1)\",\"family\":\"\",\"size\":11.689497716895},\"tickangle\":-90,\"showline\":false,\"linecolor\":null,\"linewidth\":0,\"showgrid\":false,\"gridcolor\":null,\"gridwidth\":0,\"zeroline\":false,\"anchor\":\"y\",\"title\":{\"text\":\"\",\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":14.6118721461187}},\"hoverformat\":\".2f\"},\"yaxis\":{\"domain\":[0,1],\"automargin\":true,\"type\":\"linear\",\"autorange\":false,\"range\":[-0.35,7.35],\"tickmode\":\"array\",\"ticktext\":[\"0.0\",\"0.5\",\"1.0\",\"1.5\",\"2.0\",\"2.5\",\"3.0\",\"3.5\",\"4.0\",\"4.5\",\"5.0\",\"5.5\",\"6.0\",\"6.5\",\"7.0\"],\"tickvals\":[0,0.5,1,1.5,2,2.5,3,3.5,4,4.5,5,5.5,6,6.5,7],\"categoryorder\":\"array\",\"categoryarray\":[\"0.0\",\"0.5\",\"1.0\",\"1.5\",\"2.0\",\"2.5\",\"3.0\",\"3.5\",\"4.0\",\"4.5\",\"5.0\",\"5.5\",\"6.0\",\"6.5\",\"7.0\"],\"nticks\":null,\"ticks\":\"\",\"tickcolor\":null,\"ticklen\":3.65296803652968,\"tickwidth\":0,\"showticklabels\":true,\"tickfont\":{\"color\":\"rgba(77,77,77,1)\",\"family\":\"\",\"size\":11.689497716895},\"tickangle\":-0,\"showline\":false,\"linecolor\":null,\"linewidth\":0,\"showgrid\":false,\"gridcolor\":null,\"gridwidth\":0,\"zeroline\":false,\"anchor\":\"x\",\"title\":{\"text\":\"millones\",\"font\":{\"color\":\"rgba(80,83,92,1)\",\"family\":\"\",\"size\":14.6118721461187}},\"hoverformat\":\".2f\"},\"shapes\":[{\"type\":\"rect\",\"fillcolor\":null,\"line\":{\"color\":null,\"width\":0,\"linetype\":[]},\"yref\":\"paper\",\"xref\":\"paper\",\"x0\":0,\"x1\":1,\"y0\":0,\"y1\":1}],\"showlegend\":true,\"legend\":{\"bgcolor\":null,\"bordercolor\":null,\"borderwidth\":0,\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":11.689497716895},\"y\":0.96751968503937},\"hovermode\":\"closest\",\"barmode\":\"relative\",\"annotations\":[{\"x\":1,\"y\":-0.2,\"text\":\"Fuente: Encuesta de Ocupación Hotelera (EOH) - (DNMyE e INDEC).\",\"showarrow\":false,\"xref\":\"paper\",\"yref\":\"paper\",\"xanchor\":\"right\",\"yanchor\":\"auto\",\"xshift\":0,\"yshift\":0}]},\"config\":{\"doubleClick\":\"reset\",\"showSendToCloud\":false},\"source\":\"A\",\"attrs\":{\"6c42384c65ec\":{\"x\":{},\"y\":{},\"colour\":{},\"text\":{},\"type\":\"scatter\"},\"6c42389be812\":{\"x\":{},\"y\":{},\"colour\":{},\"text\":{}},\"6c42334b69a7\":{\"yintercept\":{}}},\"cur_data\":\"6c42384c65ec\",\"visdat\":{\"6c42384c65ec\":[\"function (y) \",\"x\"],\"6c42389be812\":[\"function (y) \",\"x\"],\"6c42334b69a7\":[\"function (y) \",\"x\"]},\"highlight\":{\"on\":\"plotly_click\",\"persistent\":false,\"dynamic\":false,\"selectize\":false,\"opacityDim\":0.2,\"selected\":{\"opacity\":1},\"debounce\":0},\"shinyEvents\":[\"plotly_hover\",\"plotly_click\",\"plotly_selected\",\"plotly_relayout\",\"plotly_brushed\",\"plotly_brushing\",\"plotly_clickannotation\",\"plotly_doubleclick\",\"plotly_deselect\",\"plotly_afterplot\",\"plotly_sunburstclick\"],\"base_url\":\"https://plot.ly\"},\"evals\":[],\"jsHooks\":[]}\nAllí vemos como en los meses de temporada de verano la actividad turística crece en comparación con el resto del año. Los hoteles de los destinos turísticos más importantes del país alojan a miles de turistas durante los meses de enero, febrero y marzo mientras en el resto del año, la actividad merma. No obstante, también en las vacaciones de invierno, se puede observar otro pico de actividad, siendo julio el mes de mayor dinamismo, producto del receso escolar que se disfruta en todas las provincias de nuestro país.\nDe la misma manera, esto se puede apreciar en la tasa de ocupación hotelera, otro indicador que nos ofrece la encuesta, en las 49 localidades turísticas relevadas por la EOH; entre ellas, podemos mencionar la localidad costera de Villa Gesell con una estacionalidad marcada en verano para luego descender en el resto del año; También en S. C. de Bariloche, con una ocupación elevada en el verano, pero aún más durante los meses de invierno donde el turismo de nieve pasa a ser una actividad muy importante para los destinos de la Patagonia, siendo así que la ocupación en dichos meses supera la registrada en la temporada estival. En otras localidades, como es el caso de S. M. de Tucumán, se observa una actividad hotelera y parahotelera más constante durante todo el año.\n\n\n{\"x\":{\"data\":[{\"x\":[17897,17928,17956,17987,18017,18048,18078,18109,18140,18170,18201,18231],\"y\":[48.5800799256738,40.9583003036813,35.7241633236718,28.7004168180556,27.1084054431673,36.5069765542865,62.1900061072676,61.3429818240051,53.3272627804223,43.9317326549001,35.6808421806036,46.6187047490673],\"text\":[\"49%\",\"41%\",\"36%\",\"29%\",\"27%\",\"37%\",\"62%\",\"61%\",\"53%\",\"44%\",\"36%\",\"47%\"],\"type\":\"scatter\",\"mode\":\"lines+markers\",\"line\":{\"width\":7.55905511811024,\"color\":\"rgba(238,61,143,1)\",\"dash\":\"solid\"},\"hoveron\":\"points\",\"name\":\"Bariloche\",\"legendgroup\":\"Bariloche\",\"showlegend\":true,\"xaxis\":\"x\",\"yaxis\":\"y\",\"hoverinfo\":\"text\",\"marker\":{\"autocolorscale\":false,\"color\":\"rgba(238,61,143,1)\",\"opacity\":1,\"size\":11.3385826771654,\"symbol\":\"circle\",\"line\":{\"width\":1.88976377952756,\"color\":\"rgba(238,61,143,1)\"}},\"frame\":null},{\"x\":[17897,17928,17956,17987,18017,18048,18078,18109,18140,18170,18201,18231],\"y\":[26.1026170281114,30.9845155890354,28.4485599198424,30.7651991614256,27.2153190794398,28.8021052631579,41.9694826742099,33.0312253716336,34.2333614153328,31.3999648928557,29.4970231985219,25.3583051072591],\"text\":[\"26%\",\"31%\",\"28%\",\"31%\",\"27%\",\"29%\",\"42%\",\"33%\",\"34%\",\"31%\",\"29%\",\"25%\"],\"type\":\"scatter\",\"mode\":\"lines+markers\",\"line\":{\"width\":7.55905511811024,\"color\":\"rgba(247,148,30,1)\",\"dash\":\"solid\"},\"hoveron\":\"points\",\"name\":\"Tucumán\",\"legendgroup\":\"Tucumán\",\"showlegend\":true,\"xaxis\":\"x\",\"yaxis\":\"y\",\"hoverinfo\":\"text\",\"marker\":{\"autocolorscale\":false,\"color\":\"rgba(247,148,30,1)\",\"opacity\":1,\"size\":11.3385826771654,\"symbol\":\"circle\",\"line\":{\"width\":1.88976377952756,\"color\":\"rgba(247,148,30,1)\"}},\"frame\":null},{\"x\":[17897,17928,17956,17987,18017,18048,18078,18109,18140,18170,18201,18231],\"y\":[59.700673721583,61.9868378161699,30.9812106175286,16.1819938374998,4.09228600278154,3.28145758208389,12.9533734653807,6.25668038970005,7.24861027024052,8.50482709895876,15.0587061559011,32.0833125412377],\"text\":[\"60%\",\"62%\",\"31%\",\"16%\",\" 4%\",\" 3%\",\"13%\",\" 6%\",\" 7%\",\" 9%\",\"15%\",\"32%\"],\"type\":\"scatter\",\"mode\":\"lines+markers\",\"line\":{\"width\":7.55905511811024,\"color\":\"rgba(146,131,190,1)\",\"dash\":\"solid\"},\"hoveron\":\"points\",\"name\":\"Villa Gesell\",\"legendgroup\":\"Villa Gesell\",\"showlegend\":true,\"xaxis\":\"x\",\"yaxis\":\"y\",\"hoverinfo\":\"text\",\"marker\":{\"autocolorscale\":false,\"color\":\"rgba(146,131,190,1)\",\"opacity\":1,\"size\":11.3385826771654,\"symbol\":\"circle\",\"line\":{\"width\":1.88976377952756,\"color\":\"rgba(146,131,190,1)\"}},\"frame\":null},{\"x\":[17887,18241],\"y\":[0,0],\"text\":\"\",\"type\":\"scatter\",\"mode\":\"lines\",\"line\":{\"width\":1.88976377952756,\"color\":\"rgba(190,190,190,0.7)\",\"dash\":\"solid\"},\"hoveron\":\"points\",\"showlegend\":false,\"xaxis\":\"x\",\"yaxis\":\"y\",\"hoverinfo\":\"text\",\"frame\":null}],\"layout\":{\"margin\":{\"t\":49.6073059360731,\"r\":7.30593607305936,\"b\":54.7945205479452,\"l\":34.337899543379},\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":14.6118721461187},\"title\":{\"text\":\"Tasa de ocupación en plazas, según mes.<br><sup>Villa Gesell, Tucumán, Bariloche. Año 2019.<\\/sup>\",\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":17.5342465753425},\"x\":0,\"xref\":\"paper\"},\"xaxis\":{\"domain\":[0,1],\"automargin\":true,\"type\":\"linear\",\"autorange\":false,\"range\":[17887,18241],\"tickmode\":\"array\",\"ticktext\":[\"ene 19\",\"feb 19\",\"mar 19\",\"abr 19\",\"may 19\",\"jun 19\",\"jul 19\",\"ago 19\",\"sep 19\",\"oct 19\",\"nov 19\",\"dic 19\"],\"tickvals\":[17897,17928,17956,17987,18017,18048,18078,18109,18140,18170,18201,18231],\"categoryorder\":\"array\",\"categoryarray\":[\"ene 19\",\"feb 19\",\"mar 19\",\"abr 19\",\"may 19\",\"jun 19\",\"jul 19\",\"ago 19\",\"sep 19\",\"oct 19\",\"nov 19\",\"dic 19\"],\"nticks\":null,\"ticks\":\"\",\"tickcolor\":null,\"ticklen\":3.65296803652968,\"tickwidth\":0,\"showticklabels\":true,\"tickfont\":{\"color\":\"rgba(77,77,77,1)\",\"family\":\"\",\"size\":11.689497716895},\"tickangle\":-90,\"showline\":false,\"linecolor\":null,\"linewidth\":0,\"showgrid\":false,\"gridcolor\":null,\"gridwidth\":0,\"zeroline\":false,\"anchor\":\"y\",\"title\":{\"text\":\"\",\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":14.6118721461187}},\"hoverformat\":\".2f\"},\"yaxis\":{\"domain\":[0,1],\"automargin\":true,\"type\":\"linear\",\"autorange\":false,\"range\":[-5,105],\"tickmode\":\"array\",\"ticktext\":[\"0%\",\"10%\",\"20%\",\"30%\",\"40%\",\"50%\",\"60%\",\"70%\",\"80%\",\"90%\",\"100%\"],\"tickvals\":[0,10,20,30,40,50,60,70,80,90,100],\"categoryorder\":\"array\",\"categoryarray\":[\"0%\",\"10%\",\"20%\",\"30%\",\"40%\",\"50%\",\"60%\",\"70%\",\"80%\",\"90%\",\"100%\"],\"nticks\":null,\"ticks\":\"\",\"tickcolor\":null,\"ticklen\":3.65296803652968,\"tickwidth\":0,\"showticklabels\":true,\"tickfont\":{\"color\":\"rgba(77,77,77,1)\",\"family\":\"\",\"size\":11.689497716895},\"tickangle\":-0,\"showline\":false,\"linecolor\":null,\"linewidth\":0,\"showgrid\":false,\"gridcolor\":null,\"gridwidth\":0,\"zeroline\":false,\"anchor\":\"x\",\"title\":{\"text\":\"\",\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":14.6118721461187}},\"hoverformat\":\".2f\"},\"shapes\":[{\"type\":\"rect\",\"fillcolor\":null,\"line\":{\"color\":null,\"width\":0,\"linetype\":[]},\"yref\":\"paper\",\"xref\":\"paper\",\"x0\":0,\"x1\":1,\"y0\":0,\"y1\":1}],\"showlegend\":true,\"legend\":{\"bgcolor\":null,\"bordercolor\":null,\"borderwidth\":0,\"font\":{\"color\":\"rgba(0,0,0,1)\",\"family\":\"\",\"size\":11.689497716895},\"y\":0.96751968503937},\"hovermode\":\"closest\",\"barmode\":\"relative\",\"annotations\":[{\"x\":1,\"y\":-0.2,\"text\":\"Fuente: Encuesta de Ocupación Hotelera (EOH) - (DNMyE e INDEC).\",\"showarrow\":false,\"xref\":\"paper\",\"yref\":\"paper\",\"xanchor\":\"right\",\"yanchor\":\"auto\",\"xshift\":0,\"yshift\":0}]},\"config\":{\"doubleClick\":\"reset\",\"showSendToCloud\":false},\"source\":\"A\",\"attrs\":{\"6c422b734e38\":{\"x\":{},\"y\":{},\"colour\":{},\"text\":{},\"type\":\"scatter\"},\"6c422582f322\":{\"x\":{},\"y\":{},\"colour\":{},\"text\":{}},\"6c4223e1f9bb\":{\"yintercept\":{}}},\"cur_data\":\"6c422b734e38\",\"visdat\":{\"6c422b734e38\":[\"function (y) \",\"x\"],\"6c422582f322\":[\"function (y) \",\"x\"],\"6c4223e1f9bb\":[\"function (y) \",\"x\"]},\"highlight\":{\"on\":\"plotly_click\",\"persistent\":false,\"dynamic\":false,\"selectize\":false,\"opacityDim\":0.2,\"selected\":{\"opacity\":1},\"debounce\":0},\"shinyEvents\":[\"plotly_hover\",\"plotly_click\",\"plotly_selected\",\"plotly_relayout\",\"plotly_brushed\",\"plotly_brushing\",\"plotly_clickannotation\",\"plotly_doubleclick\",\"plotly_deselect\",\"plotly_afterplot\",\"plotly_sunburstclick\"],\"base_url\":\"https://plot.ly\"},\"evals\":[],\"jsHooks\":[]}\nAdemás de analizar la tasa de ocupación de plazas del mes, la EOH nos brinda información de la ocupación de los fines de semana. En algunas localidades, ambos porcentajes son similares, no mostrando una actividad turística diferente durante la semana y el fin de semana. De lo contrario, en otras localidades, la ocupación entre ambos periodos difiere, siendo la ocupación del mes más alta a la del fin de semana (Corrientes, por ejemplo). Esos casos representan lo que ocurre generalmente en los centros urbanos, donde se ve una mayor actividad durante la semana y luego cae durante los fines de semana. Por el contrario, se encuentran destinos que durante el fin de semana la actividad se incrementa (Villa General Belgrano, por ejemplo) en comparación con el resto de la semana, generando entonces tasas de ocupación mensuales más bajas a las del fin de semana.\n\n\n\n¿Qué localidades forman parte del relevamiento?\nCuando comenzó el operativo en el año 2004, se relevaban 17 localidades, seleccionadas en función de la relevancia turística. Con el objetivo de obtener representatividad de datos a nivel regional, en el año 2005, la cantidad de localidades relevadas ascendieron a 39. Con el paso de los años se sumaron más destinos hasta llegar a las 49 localidades que forman parte de la EOH en la actualidad, las cuales podemos apreciar en el siguiente mapa\n\n\n\nOtro de los datos interesantes que la EOH produce es la cantidad de viajeros y pernoctes según el origen de dichos viajeros, distinguiendo entre residentes y no residentes.\nEn los gráficos a continuación se ve el porcentaje de participación de los pernoctes de los viajeros residentes y no residentes para el año 2019 en diferentes localidades relevadas por la encuesta.\n\n\n\nHay ciertos destinos turísticos que reciben, en gran medida, turismo internacional como es el caso de la Ciudad de Buenos Aires, Puerto Iguazú y Ushuaia. La participación de los viajeros no residentes hospedados en los hoteles y parahoteles en estos destinos representan un alto porcentaje del total de pernoctes registrados. Por ejemplo, en Ushuaia casi 3 de cada 5 turistas que pernoctan allí en los alojamientos hoteleros y parahoteleros, son no residentes.\nPor el contrario, destinos como Villa Carlos Paz, Resistencia, Las Grutas son lugares con mayor cantidad de turistas internos. En este caso, el turismo receptivo representa una pequeña proporción mientras que el turismo doméstico, explica más del 90% de los pernoctes registrados en el sector hoteleros y parahotelero.\nEsto también se puede analizar a un nivel más agregado, por regiones turísticas:\n\n\n\n¿Qué tipo de establecimientos forman parte del universo de relevamiento de la EOH?\nSe encuestan a:\nEstablecimientos Hoteleros:\nHoteles de 1 a 5 estrellas\nApart Hoteles\nHoteles Boutiques\nEstablecimientos Para-hoteleros:\nAlbergues/hostels\nCabañas / Bungalows\nHoteles Sindicales\nHospedajes / residenciales\nHosterías\nLa EOH permite conocer la cantidad de noches y viajeros hospedados por diferentes categorías hoteleras. A nivel nacional y regional se puede analizar los datos según las siguientes categorías hoteleras:\n- Establecimientos Hoteleros:\nHotel 1 y 2 estrellas\nHotel 3 estrellas, boutique y apart hotel\nHotel 4 y 5 estrellas\n- Establecimientos Para-hoteleros\nY para las localidades, la apertura de publicación de los datos es más agregada:\nEstablecimientos Hoteleros\nEstablecimientos Para-hoteleros\nEn el gráfico a continuación se muestra el total de pernoctes del año 2019 según la participación porcentual de las diferentes categorías hoteleras. También se puede analizar esto mismo para cada región turística.\n\n\n\nLos hoteles de 3 estrellas, Aparts y hoteles boutiques acumularon la mayor cantidad de noches (31% del total), siguiéndole los hoteles de 4 y 5 estrellas (28,8%).\nSin embargo, cuando se mira a nivel regional, la situación es diferente en cada una de ellas. En la región Buenos Aires y Córdoba, la participación de los hoteles 4 y 5 estrellas es la más baja comparativamente al resto de las regiones (16% y 10%, respectivamente) mientras que en CABA y en Litoral, su participación asciende significativamente (47% y 36%, respectivamente). Los hoteles de 1 y 2 estrellas toman fuerza en la región Córdoba (34%), los parahoteleros, en la región Buenos Aires (34%)y los hoteles de 3 estrellas, Aparts y Boutiques, en la región Cuyo (37%)\n\n\n\nPrincipales indicadores que se pueden producir a partir de la EOH\nAdemás de todo lo que mostramos hasta ahora ( cantidad de viajeros alojados, pernoctaciones, tasas de ocupación en habitaciones/unididades y plazas), también se puede encontrar otros indicadores:\nEstadía promedio: cantidad de noches promedio por viajero hospedado.\nFacturación total en pesos: ingresos percibidos por los establecimientos por la totalidad de servicios ofrecidos (a valores expresados en pesos argentinos).\nIngresos por habitación disponible: tarifa promedio por cada habitación disponible (lo que se conoce en inglés como RevPar -revenue per available room-).\nTarifa media diaria: tarifa promedio por cada habitación ocupada (también conocido como ADR -average daily room-).\nPuestos de trabajo totales: cantidad de puestos de trabajo empleados en los establecimientos.\nPuestos de trabajo equivalentes: cantidad de puestos de trabajo empleados en los establecimientos, que se calculan tomando como referencia una jornada a tiempo completo (45 horas semanales).\nSobre la publicación de los informes\nPor último, es importante que sepas dónde podes encontrar todos la info de la EOH. Los resultados son publicados 50 días (aproximadamente) posteriores al mes vencido.\nPodes encontrarlos en tanto en el Sistema de Información Turística de la Arge ntina (SINTA), como en el sitio del INDEC.\nA su vez, se encuentra disponible mucha info en formato abierto para que puedas descargarlos fácilmente en nuestro portal de Datos Abiertos.\n\n\n\n",
    "preview": "posts/2022-05-24-intro-eoh/distill-preview.png",
    "last_modified": "2022-08-03T14:50:30-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-16-evyth-serie-2012-2021/",
    "title": "Publicación de microdatos de la Encuesta de Viajes y Turismo de los Hogares (EVyTH) - Serie 2012-2021",
    "description": "La Dirección Nacional de Mercados y Estadísticas pone a disposición la base de microdatos de la EVyTH-MINTURDEP con información desde los inicios del operativo hasta el último trimestre disponible.",
    "author": [],
    "date": "2022-05-19",
    "categories": [],
    "contents": "\n\nContents\nExplorando la base de datos\nCantidad de visitantes por tipo de visitante. 31 aglomerados urbanos.\n20 principales destinos turísticos según cantidad de turistas recibidos\n\nRecursos EVyTH\n\n\nAcceso a los microdatos\n\nLos estudios de caracterización de la demanda turística o de perfil del visitante (turista y/o excursionista) como el monitoreo de su evolución constituyen un insumo esencial a la hora de conocer las características de los visitantes que arriban a un destino (sea un país, una provincia, un municipio o una localidad), aportando herramientas para la generación y gestión de políticas públicas relativas al turismo. Adicionalmente, constituyen una fuente de información privilegiada para analizar el gasto turístico que realizan los diferentes tipos de visitantes, sirviendo como insumo para la estimación del impacto económico de la actividad.\nLa principal herramienta con la que se cuenta para obtener información es la Encuesta de Viajes y Turismo de los Hogares (EVyTH). Este es un operativo por muestreo cuyo principal objetivo es proporcionar información sobre los viajes turísticos de los residentes en Argentina hacia dentro y fuera del país: cuándo viajan, hacia dónde viajan, qué medios de transporte utilizan, dónde se alojan, cuáles son los motivos por los que viajan, cómo organizan sus viajes, qué actividades turísticas realizan, cuánto gastan, etc.\nEn este sentido, tal y como se lo propuso con el desarrollo del SINTA, la Dirección Nacional de Mercados y Estadística pone a disposición del público general el conjunto de datos relevados por la Encuesta Viajes y Turismo de los Hogares (EVyTH-MINTURDEP). Se podrá acceder y descargar a dicha información a través de la sección del Portal de Datos Abiertos que contiene los DATASETS referidos al Turismo Interno, junto al resto de los recursos que la DNMyE publica periódicamente (Sector Hotelero, Turismo Internacional, etc.).\nEste operativo se trata de una encuesta a hogares, en la que se indaga por los viajes turísticos (viajes con pernocte y/o visitas de un día) realizados por todas las personas que componen el hogar a lugares ubicados fuera de su entorno habitual. El universo bajo estudio abarca a hogares residentes en los aglomerados urbanos definidos para la Encuesta Permanente a Hogares del INDEC -EPH- (62% del total de la población argentina, aproximadamente), excluyendo de este modo a los residentes en ciudades medianas y pequeñas, en pueblos y en zonas rurales. En cambio, el análisis de los resultados por destino contempla a todas las ciudades o localidades del país.\n\n\n\n\n\n\nExplorando la base de datos\nEntre las primeras posibilidades que provee la disponibilidad de la base es la de tener un diagnóstico completo del comportamiento turístico, al menos para el período desde el cual existe el operativo que recauda dicha información.\nCantidad de visitantes por tipo de visitante. 31 aglomerados urbanos.\nInformación trimestral. Período 2012-2021.\n\n\n\n20 principales destinos turísticos según cantidad de turistas recibidos\n\nRecursos EVyTH\nINFORMES\nTABLERO\nDATOS ABIERTOS:\nRecursos\nMicrodatos\n\nLa EVyTH en el marco de la ARMONIZACION ESTADÍSTICA\n\n\n\n",
    "preview": "posts/2022-05-16-evyth-serie-2012-2021/distill-preview.png",
    "last_modified": "2022-08-03T14:50:30-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-05-11-cst-parte2/",
    "title": "CST-A PARTE II",
    "description": "Recorrido por las Tablas de la Cuenta Satélite de Turismo de Argentina (CST -A) identificando qué información nos ofrecen y cómo se interrelacionan para obtener el impacto económico del turismo",
    "author": [],
    "date": "2022-05-11",
    "categories": [],
    "contents": "\n\nContents\nIntroducción\nBloque 1: demanda del visitante\nBloque 2: Oferta de la industria\nBloque 3: confrontación oferta y demanda\nBloque 4: ampliaciones a la CST\nLos invitamos a recorrer la CST-A:\nSiglas y abreviaturas\nRecursos - CST-A\n\nIntroducción\nEn el primer posteo de la CST-A nos centramos en mostrar los resultados de los principales indicadores económicos del turismo alcanzados y su comparación con el mundo, el total de la economía nacional y con otros sectores productivos.\nEn este oportunidad, la propuesta es mostrar con más detalle la metodología de estimación de la CST-A y, en particular, recorrer las Tablas elaboradas que son, en definitiva, donde se presenta la información económica del turismo.\nEl documento metodológico Cuenta Satélite de Turismo: Recomendaciones sobre el Marco Conceptual (CST:RMC, 2008) elaborado por Naciones Unidas, EUROSTAT, Organización Mundial del Turismo y OCDE, propone la elaboración de 10 Tablas en una CST:\n\n\n\nEn base a ellas, cada una de las Tablas de la CST-A posee información novedosa, que se elabora a partir de reunir y consistir un conjunto de fuentes de información, y además se vinculan con las otras Tablas de la CST-A, formando un sistema relacionado que permite determinar y comprender la contribución económica del turismo en la Argentina.\nComo ya señalamos en la primera entrada de la BITÁCORA, el propósito de una Cuenta Satélite de Turismo es analizar minuciosamente todos los aspectos económicos que se producen a partir de la demanda de bienes y servicios asociados con la actividad de los visitantes. Es decir, la demanda de los visitantes emerge como lo determinante y solo a partir de esta se genera la actividad económica asociada al turismo. Con esta lógica, el primer bloque de Tablas de la CST-A se dedica al consumo de los visitantes.\nBloque 1: demanda del visitante\nEl Bloque 1: demanda del visitante lo componen 4 Tablas dedicadas al gasto y al consumo de los visitantes.\n\n• La Tabla 1 presenta el gasto del turismo receptor por tipo de visitante (turista o excursionista) y por producto característico del turismo. El turismo receptor son las actividades de los visitantes no residentes en el país. La principal fuente de información para la CST-A es la Encuesta de Turismo Internacional (ETI) elaborada por el MINTURDEP y el INDEC, y las cuentas viajes y pasajeros de la balanza de pagos del INDEC.\n• La Tabla 2 presenta el gasto del turismo interno por tipo de visitante (turista o excursionista) y por producto característico del turismo. El turismo interno son las actividades de los visitantes residentes en el país, durante sus viajes dentro de este o como parte de un viaje con destino en el exterior. La fuente de información principal de la CST-A es la Encuesta de Viajes y Turismo de los Hogares (EVyTH) elaborada por el MINTURDEP.\n• La Tabla 3 presenta el gasto del turismo emisor por tipo de visitante (turista o excursionista) y por producto característico del turismo. El turismo emisivo son las actividades de los visitantes residentes en el país durante los viajes en el exterior del país. Como se puede notar en el esquema, esta Tabla no se vincula con otras Tablas de la CST-A puesto que todo el gasto que realicen los visitantes argentinos con proveedores del exterior no afecta la producción de la economía nacional.\n• La Tabla 4 conduce a la estimación del consumo turístico interior al sumar el gasto turístico receptor, el gasto turístico interno (Tablas 1 y 2) y los otros componentes del consumo turístico interior. En la CST-A dentro de los “otros componentes” se incluyó el valor de uso de segundas viviendas turísticas en propiedad de los residentes. La Tabla 4 es medular, en el sentido de que contiene toda la demanda de los visitantes que luego será valuada en su aporte a la economía.\nEn la CST-A se estimaron las Tablas 1, 2 y 4 para el año base 2004 y para el año 2018 debido a la mayor información del gasto turístico discriminado por producto en las fuentes específicas (ETI y EVyTH) y por la posibilidad de conciliar la demanda con la oferta de esos productos en la economía, como veremos más adelante.\nBloque 2: Oferta de la industria\nViremos ahora la mirada hacia la oferta turística en la CST-A. El Bloque 2: Oferta de la industria lo compone una única Tabla, la Tabla 5.\n\nEsta Tabla presenta las cuentas de producción de las industrias turísticas. Estas cuentas exponen el valor de la producción, el valor de los consumos intermedios para su elaboración y valor agregado como diferencia entre estos dos ítems.\nLa importancia de la Tabla 5 radica en que permite conocer la dimensión y las relaciones sectoriales de los productores característicos del turismo. Por otro lado, en función de la apertura lograda en las actividades características, impacta en la calidad de la medición del valor agregado generado por el consumo del visitante.\nLa CST:RMC, 2008 propone una selección de industrias características del turismo (que le suma lo “internacionalmente comparable”) con base en la identificación de los productos característicos del turismo en la demanda de los visitantes1.\nEn la CST-A los cuadros de oferta y utilización (COU) de las cuentas nacionales son la materia prima para su elaboración. Los COU y por lo tanto la Tabla 5 de la CST-A se elaboraron para el año base 2004 y el año 2018. Por ello, las aperturas de los productos y actividades en cada año responde al detalle y disponibilidad de la información existente.\nDe esta Tabla surgen indicadores de síntesis económicos del turismo, como el valor bruto de producción de la industria del turismo (VBPIT) o el valor agregado de la industria del turismo (VABIT). Ambos describen la dimensión de las industrias características y puede compararse con el total de la economía, pero nótese que estos indicadores contienen producción no demandada por visitantes así como, en el sentido contrario, no contienen producción consumida por visitantes (porque la industria que lo produjo no fue seleccionada como característica). Por ejemplo, estos indicadores incluyen toda producción de los restaurantes, cuando gran parte de esta producción no es consumida por visitantes, así como no incluye producción de artesanías (CST:RMC, 2008 no incluye inicialmente ramas productoras de bienes en las características del turismo).\nPara salvar esta instancia y proponer indicadores más específicos, la CST:RMC, 2008 avanza hacia la confrontación global del consumo turístico interior y la oferta interna como veremos en el Bloque 3.\nBloque 3: confrontación oferta y demanda\nEn el Bloque 3: confrontación oferta y demanda se elabora la Tabla 6, donde confluyen la Tabla 4 y la Tabla 5, que se completa con información de los COU para obtener la oferta interna disponible de los productos característicos (y otros) valuada a precios de adquisición: las importaciones, los impuestos a los productos netos de subsidios y los márgenes de comercio y transporte. Entonces, la demanda de los visitantes es confrontada con la oferta interna a precios de adquisición y se obtienen los ratios turísticos por producto (que indica la parte de la oferta interna que fue consumida por visitantes).\n\nA partir de estos ratios turísticos por productos, para cada industria, es posible establecer la proporción turística de la producción (en términos de valor) como la suma de la proporción turística que corresponde a cada una de sus producciones. Así pues, para cada industria puede establecerse un ratio turístico de la producción (la relación entre el valor total de la proporción turística y el valor total de la producción de la industria), que se aplicará a los componentes del consumo intermedio (y, por ende, al valor agregado).\nPor consiguiente, puede establecerse para cada industria una estimación de la parte de su valor agregado que corresponde a la contribución de su producción al consumo turístico interior total de todas las industrias, turísticas o no. Se denomina valor agregado bruto directo turístico (VABDT) a la suma de las partes de valor añadido de todas las industrias. Para obtener el producto interior bruto directo turístico (PIBDT), generado por el consumo turístico interior, es necesario añadir al VABDT los impuestos netos de subvenciones sobre los productos e importaciones turísticos que se estiman del mismo modo: utilizando el porcentaje correspondiente para cada producto.\nEl VABDT y el PIBDT utilizados como principales indicadores de la contribución directa del turismo al valor agregado total o al PIB total se obtienen de la Tabla 6.\nEs por esto que la Tabla 6 constituye el núcleo central de la cuenta satélite de turismo: de no elaborarse, aún a partir de datos parciales, el término cuenta satélite de turismo aplicado a la compilación de algunas de las Tablas sería erróneo.\nEn la CST-A se elaboraron las Tablas 6 para cada año de la serie. En 2004 y 2018 con base en los COU de las cuentas nacionales, mientras que para los años 2016, 2017 y 2019, ante la inexistencia de los COU nacionales, se realizaron con base en estimaciones de COU reducidas para las industrias características del turismo.\nBloque 4: ampliaciones a la CST\nEn el Bloque 4: ampliaciones a la CST, el CST:RMC, 2008 presenta 4 Tablas adicionales como propuesta para ampliaciones de la CST, sin que ellas integren el cuerpo principal de CST.\n\nEn la Tabla 7 se da cuenta del empleo en las industrias turísticas y es de importancia estratégica por el alto impacto del turismo en los puestos de trabajo. La propuesta del CST:RMC, 2008 es limitar el estudio de la industria del turismo, o sea a las ramas de actividad características, a expensas de que una parte de la producción no está destinada al consumo de los visitantes (y/o parte del consumo no producido por estas).\nEsta recomendación fue atendida en la CST-A, donde se elaboró la Tabla 7 para todos los años de la serie, en puestos de trabajo según la condición de ocupación (asalariado registrado, asalariado no registrado y no asalariado) para la industria del turismo característica en la Argentina.\nOtros indicadores de empleo por fuera de los elaborados en la CST-A, como aproximaciones al empleo generado por el consumo de los visitantes, se pueden obtener de combinar los ratios turísticos de la producción (Tabla 6) y los puestos de trabajo de las industrias turísticas y no turística (Tabla 7).\nEn esta primera etapa, en la CST-A no se elaboraron la Tabla 8, sobre la formación bruta de capital fijo turístico y la Tabla 9, de consumo colectivo turístico, por falta de información de base disponible con el detalle requerido. Aun así, como se advirtió anteriormente, estas ampliaciones no contribuyen a los indicadores de impacto económico del turismo (VABDT, PIBDT) que para la CST:RMC 2008 se limita al consumo de los visitantes y por lo tanto se completa en la Tabla 6.\nLos invitamos a recorrer la CST-A:\nPara las Tablas e indicadores del año 2004 (en Excel): CST-A 2004\nPara las Tablas e indicadores del año 2018 (en Excel): CST-A 2018\nA medida que se elaboren los COU de las cuentas nacionales, iremos actualizando las Tablas detalladas de cada CST-A anual. El próximo pasó será difundir las de la CST-A de 2019 junto con los avances de indicadores síntesis para los años 2020 y 2021.\nSiglas y abreviaturas\nCOU: Cuadros oferta y utilización\nCST: Cuenta Satélite de Turismo\nVABDT: valor agregado bruto directo turístico\nPIBDT: producto interior bruto directo turístico\nVBPIT: valor bruto de producción de la industria del turismo\nVABIT: _valor agregado de la industria del turismo\nCST-A: Cuenta Satélite de Turismo de la Argentina\nCST:RMC, 2008: Cuenta Satélite de Turismo: Recomendaciones sobre el Marco Conceptual 2008, Estudios de métodos, F(80) (ONU 2010)\nETI: Encuesta de Turismo Internacional\nEVyTH: Encuesta de Viajes y Turismo de los Hogares\nRecursos - CST-A\nPublicación\nDocumento Técnico #5: Medición de la contribución económica del turismo\n\nAquí no profundizaremos más en estas definiciones y clasificaciones de actividades y productos, pero para aquellos que quieran interiorizarse lo invitamos a consultar el Documento Técnico N°5: Medición de la contribución económica del turismo.↩︎\n",
    "preview": "posts/2022-05-11-cst-parte2/distill-preview.png",
    "last_modified": "2022-08-03T14:50:30-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-04-26-turismo-cultura/",
    "title": "Turismo de Cultura",
    "description": "Principales indicadores para caracterizar los viajes y el perfil de las y los viajeros, nacionales y extranjeros, que realizan Turismo de Cultura en Argentina.",
    "author": [],
    "date": "2022-04-27",
    "categories": [],
    "contents": "\n\nContents\nPresentación\n¿Qué se entiende por Turismo de Cultura?\n\nPrincipales resultados\nTURISMO INTERNACIONAL\nPARTICIPACIÓN ANUAL DE LOS TURISTAS QUE REALIZARON TURISMO DE CULTURA DURANTE SU VIAJE POR ARGENTINA\nGASTO PROMEDIO POR TURISTA EN USD (2015-2019)\n\nTURISMO NACIONAL\nPARTICIPACIÓN ANUAL DE LOS TURISTAS QUE REALIZARON TURISMO DE CULTURA DURANTE SU VIAJE POR ARGENTINA\nPRINCIPALES REGIONES ELEGIDAS PARA REALIZAR TURISMO. AÑO 2019\n\n\n\n\n\n\nPresentación\nCon la reciente publicación del Informe de Naturaleza, la Dirección Nacional de Mercados y Estadística del Ministerio de Turismo y Deportes de la Nación inaugura una secuencia de documentos con el objetivo de caracterizar a los diferentes perfiles turísticos que se desarrollan en Argentina. En esta oportunidad, se pone a disposición el informe de Turismo de Cultura, un conjunto de estadísticas relacionadas con las prácticas turísticas en entornos culturales.\n\nAcceso al informe\n\nLas principales fuentes de información con la que se elaboró el informe, sea para el turismo nacional como el internacional, son:\nLa Encuesta de Viajes y Turismo de los Hogares (EVyTH), a partir de la cual se releva información sociodemográfica de los residentes en argentina y de las principales caraceterísticas de sus viajes.\nLa Encuesta de Turismo Internacional (ETI), en donde se indaga sobre los principales aspectos de las y los viajeros residentes en el exterior.\n¿Qué se entiende por Turismo de Cultura?\nSegún la Organización Mundial del Turismo\n\nEl turismo cultural es un tipo de actividad turística en el que la motivación esencial del visitante es aprender, descubrir, disfrutar y consumir los atractivos/productos materiales e inmateriales de un destino turístico. Estos atractivos/productos guardan relación con un conjunto de elementos materiales, intelectuales, espirituales y emocionales distintivos de una sociedad, entre ellos las artes y la arquitectura, el patrimonio histórico y cultural, el patrimonio gastronómico, la literatura, la música, las industrias creativas y las culturas vivas, con sus estilos de vida, sistemas de valores, creencias y tradiciones. 1\n\nEn base a esta definición y con las fuentes disponibles, se elaboró la siguiente operacionalización:\nSegún la ETI, se pueden consideran las siguientes actividades:\nActividades culturales en lugares urbanos.\nAsistencia a eventos deportivos o culturales.\nActividades de tango.\nActividades vinculadas al vino.\nActividades vinculadas con la gastronomía.\nSegún la EVyTH, se consideran las siguientes actividades:\nAsistencia a actos o festividades religiosas.\nVisitas a teatros, cines, conciertos o recitales.\nVisitas a museos, monumentos, parques temáticos, zoológicos, etc.\nAsistencia a espectáculos deportivos.\nPrincipales resultados\nTURISMO INTERNACIONAL\n\n\n\nPARTICIPACIÓN ANUAL DE LOS TURISTAS QUE REALIZARON TURISMO DE CULTURA DURANTE SU VIAJE POR ARGENTINA\n\n\n\n\n\n@import url(\"https://fonts.googleapis.com/css2?family=Encode+Sans:ital,wght@0,100;0,200;0,300;0,400;0,500;0,600;0,700;0,800;0,900;1,100;1,200;1,300;1,400;1,500;1,600;1,700;1,800;1,900&display=swap\");\nhtml {\n  font-family: 'Encode Sans', -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\n}\n\n#yaaictwsgs .gt_table {\n  display: table;\n  border-collapse: collapse;\n  margin-left: auto;\n  margin-right: auto;\n  color: #333333;\n  font-size: 16px;\n  font-weight: normal;\n  font-style: normal;\n  background-color: #FFFFFF;\n  width: auto;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #A8A8A8;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #A8A8A8;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n}\n\n#yaaictwsgs .gt_heading {\n  background-color: #FFFFFF;\n  text-align: center;\n  border-bottom-color: #FFFFFF;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#yaaictwsgs .gt_title {\n  color: #333333;\n  font-size: 125%;\n  font-weight: initial;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  border-bottom-color: #FFFFFF;\n  border-bottom-width: 0;\n}\n\n#yaaictwsgs .gt_subtitle {\n  color: #333333;\n  font-size: 85%;\n  font-weight: initial;\n  padding-top: 0;\n  padding-bottom: 6px;\n  border-top-color: #FFFFFF;\n  border-top-width: 0;\n}\n\n#yaaictwsgs .gt_bottom_border {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#yaaictwsgs .gt_col_headings {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#yaaictwsgs .gt_col_heading {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  overflow-x: hidden;\n}\n\n#yaaictwsgs .gt_column_spanner_outer {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  padding-top: 0;\n  padding-bottom: 0;\n  padding-left: 4px;\n  padding-right: 4px;\n}\n\n#yaaictwsgs .gt_column_spanner_outer:first-child {\n  padding-left: 0;\n}\n\n#yaaictwsgs .gt_column_spanner_outer:last-child {\n  padding-right: 0;\n}\n\n#yaaictwsgs .gt_column_spanner {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 5px;\n  overflow-x: hidden;\n  display: inline-block;\n  width: 100%;\n}\n\n#yaaictwsgs .gt_group_heading {\n  padding: 8px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#yaaictwsgs .gt_empty_group_heading {\n  padding: 0.5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#yaaictwsgs .gt_from_md > :first-child {\n  margin-top: 0;\n}\n\n#yaaictwsgs .gt_from_md > :last-child {\n  margin-bottom: 0;\n}\n\n#yaaictwsgs .gt_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  margin: 10px;\n  border-top-style: solid;\n  border-top-width: 1px;\n  border-top-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n  overflow-x: hidden;\n}\n\n#yaaictwsgs .gt_stub {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 12px;\n}\n\n#yaaictwsgs .gt_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#yaaictwsgs .gt_first_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n}\n\n#yaaictwsgs .gt_grand_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#yaaictwsgs .gt_first_grand_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-style: double;\n  border-top-width: 6px;\n  border-top-color: #D3D3D3;\n}\n\n#yaaictwsgs .gt_striped {\n  background-color: rgba(128, 128, 128, 0.05);\n}\n\n#yaaictwsgs .gt_table_body {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#yaaictwsgs .gt_footnotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#yaaictwsgs .gt_footnote {\n  margin: 0px;\n  font-size: 90%;\n  padding: 4px;\n}\n\n#yaaictwsgs .gt_sourcenotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#yaaictwsgs .gt_sourcenote {\n  font-size: 90%;\n  padding: 4px;\n}\n\n#yaaictwsgs .gt_left {\n  text-align: left;\n}\n\n#yaaictwsgs .gt_center {\n  text-align: center;\n}\n\n#yaaictwsgs .gt_right {\n  text-align: right;\n  font-variant-numeric: tabular-nums;\n}\n\n#yaaictwsgs .gt_font_normal {\n  font-weight: normal;\n}\n\n#yaaictwsgs .gt_font_bold {\n  font-weight: bold;\n}\n\n#yaaictwsgs .gt_font_italic {\n  font-style: italic;\n}\n\n#yaaictwsgs .gt_super {\n  font-size: 65%;\n}\n\n#yaaictwsgs .gt_footnote_marks {\n  font-style: italic;\n  font-weight: normal;\n  font-size: 65%;\n}\nPERFIL DEL TURISMO DE CULTURA - AÑO 2019\n    Estadía y gasto promedio\n    Variable:\n      Total Turistas\n      Turistas de cultura\n    Estadía promedio en la Argentina (en noches)\n12,0\n11,4Gasto por turista (en US$)\n925,7\n906,2Gasto promedio diario (en US$)\n77,3\n79,6Fuente: Dirección Nacional de Mercados y Estadística en base a la Encuesta de Turismo Internacional (ETI).\n    \n\nGASTO PROMEDIO POR TURISTA EN USD (2015-2019)\n\n\n\n\n\n\n\nTURISMO NACIONAL\nPARTICIPACIÓN ANUAL DE LOS TURISTAS QUE REALIZARON TURISMO DE CULTURA DURANTE SU VIAJE POR ARGENTINA\n\n\n\n\n\n\nPRINCIPALES REGIONES ELEGIDAS PARA REALIZAR TURISMO. AÑO 2019\n\n\n\n\n\n\n\n\n\n\n\n@import url(\"https://fonts.googleapis.com/css2?family=Encode+Sans:ital,wght@0,100;0,200;0,300;0,400;0,500;0,600;0,700;0,800;0,900;1,100;1,200;1,300;1,400;1,500;1,600;1,700;1,800;1,900&display=swap\");\nhtml {\n  font-family: 'Encode Sans', -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\n}\n\n#aeqyubrimo .gt_table {\n  display: table;\n  border-collapse: collapse;\n  margin-left: auto;\n  margin-right: auto;\n  color: #333333;\n  font-size: 16px;\n  font-weight: normal;\n  font-style: normal;\n  background-color: #FFFFFF;\n  width: auto;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #A8A8A8;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #A8A8A8;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n}\n\n#aeqyubrimo .gt_heading {\n  background-color: #FFFFFF;\n  text-align: center;\n  border-bottom-color: #FFFFFF;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#aeqyubrimo .gt_title {\n  color: #333333;\n  font-size: 125%;\n  font-weight: initial;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  border-bottom-color: #FFFFFF;\n  border-bottom-width: 0;\n}\n\n#aeqyubrimo .gt_subtitle {\n  color: #333333;\n  font-size: 85%;\n  font-weight: initial;\n  padding-top: 0;\n  padding-bottom: 6px;\n  border-top-color: #FFFFFF;\n  border-top-width: 0;\n}\n\n#aeqyubrimo .gt_bottom_border {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#aeqyubrimo .gt_col_headings {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#aeqyubrimo .gt_col_heading {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  overflow-x: hidden;\n}\n\n#aeqyubrimo .gt_column_spanner_outer {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  padding-top: 0;\n  padding-bottom: 0;\n  padding-left: 4px;\n  padding-right: 4px;\n}\n\n#aeqyubrimo .gt_column_spanner_outer:first-child {\n  padding-left: 0;\n}\n\n#aeqyubrimo .gt_column_spanner_outer:last-child {\n  padding-right: 0;\n}\n\n#aeqyubrimo .gt_column_spanner {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 5px;\n  overflow-x: hidden;\n  display: inline-block;\n  width: 100%;\n}\n\n#aeqyubrimo .gt_group_heading {\n  padding: 8px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#aeqyubrimo .gt_empty_group_heading {\n  padding: 0.5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#aeqyubrimo .gt_from_md > :first-child {\n  margin-top: 0;\n}\n\n#aeqyubrimo .gt_from_md > :last-child {\n  margin-bottom: 0;\n}\n\n#aeqyubrimo .gt_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  margin: 10px;\n  border-top-style: solid;\n  border-top-width: 1px;\n  border-top-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n  overflow-x: hidden;\n}\n\n#aeqyubrimo .gt_stub {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 12px;\n}\n\n#aeqyubrimo .gt_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#aeqyubrimo .gt_first_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n}\n\n#aeqyubrimo .gt_grand_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#aeqyubrimo .gt_first_grand_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-style: double;\n  border-top-width: 6px;\n  border-top-color: #D3D3D3;\n}\n\n#aeqyubrimo .gt_striped {\n  background-color: rgba(128, 128, 128, 0.05);\n}\n\n#aeqyubrimo .gt_table_body {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#aeqyubrimo .gt_footnotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#aeqyubrimo .gt_footnote {\n  margin: 0px;\n  font-size: 90%;\n  padding: 4px;\n}\n\n#aeqyubrimo .gt_sourcenotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#aeqyubrimo .gt_sourcenote {\n  font-size: 90%;\n  padding: 4px;\n}\n\n#aeqyubrimo .gt_left {\n  text-align: left;\n}\n\n#aeqyubrimo .gt_center {\n  text-align: center;\n}\n\n#aeqyubrimo .gt_right {\n  text-align: right;\n  font-variant-numeric: tabular-nums;\n}\n\n#aeqyubrimo .gt_font_normal {\n  font-weight: normal;\n}\n\n#aeqyubrimo .gt_font_bold {\n  font-weight: bold;\n}\n\n#aeqyubrimo .gt_font_italic {\n  font-style: italic;\n}\n\n#aeqyubrimo .gt_super {\n  font-size: 65%;\n}\n\n#aeqyubrimo .gt_footnote_marks {\n  font-style: italic;\n  font-weight: normal;\n  font-size: 65%;\n}\nEstadía y gasto*\n    \n      \n        Turistas Totales\n      \n      \n        Turistas de Cultura\n      \n    Estadía media\n      Gasto diario\n      Estadía media\n      Gasto diario\n    2012\n5,6\n$3.741\n7,4\n$3.7392013\n5,7\n$3.552\n7,1\n$4.1142014\n5,4\n$3.694\n7,4\n$4.1062015\n6,2\n$3.557\n7,7\n$4.4752016\n5,9\n$3.256\n7,6\n$3.9742017\n5,4\n$3.175\n6,4\n$4.0922018\n5,3\n$2.930\n6,6\n$3.9222019\n5,3\n$2.846\n6,7\n$3.634* Gasto en $ constante en pesos de febrero 2022 (IPC Turístico)\n    \n\n\n(https://www.unwto.org/es/etica-cultura-y-responsabilidad-social)↩︎\n",
    "preview": "posts/2022-04-26-turismo-cultura/distill-preview.png",
    "last_modified": "2022-08-03T14:50:30-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-04-12-turismo-naturaleza/",
    "title": "Turismo de Naturaleza",
    "description": "Principales indicadores para caracterizar los viajes y el perfil de las y los viajeros, nacionales y extranjeros, que realizan Turismo de Naturaleza en Argentina.",
    "author": [],
    "date": "2022-04-13",
    "categories": [],
    "contents": "\n\nContents\nPresentación\n¿Qué se entiende por Turismo de Naturaleza según la ETI y la EVyTH?\n\nPrincipales resultados\nTURISMO INTERNACIONAL\nPARTICIPACIÓN ANUAL DE LOS TURISTAS QUE REALIZARON TURISMO DE NATURALEZA DURANTE SU VISITA A LA ARGENTINA\nPARTICIPACIÓN DE LOS/LAS TURISTAS QUE REALIZARON TURISMO DE NATURALEZA POR PAÍS DE RESIDENCIA. AÑO 2019\nESTADÍA Y GASTO PROMEDIO\n\nTURISMO NACIONAL\nPARTICIPACIÓN ANUAL DE LOS TURISTAS QUE REALIZARON TURISMO DE NATURALEZA DURANTE SU VIAJE POR ARGENTINA\nPRINCIPALES REGIONES ELEGIDAS PARA REALIZAR TURISMO DE NATURALEZA. AÑO 2019\nESTADÍA Y GASTO PROMEDIO*\n\n\n\n\n\n\nPresentación\nEl turismo de naturaleza o turismo activo natural -que incluye al turismo aventura, el ecoturismo y otras prácticas en las que la naturaleza ocupa un rol protagónico- es un segmento estratégico para el sector turístico de Argentina y uno de los de mayor crecimiento en nuestro país y el mundo. Este crecimiento refleja una tendencia global en la que los destinos naturales, los espacios abiertos y las experiencias genuinas en ámbitos silvestres, permiten a una población crecientemente urbana reconectar con la naturaleza y ocupan un lugar central en la preferencia de los viajeros. La pandemia de Covid 19 no hizo más que reafirmar esta tendencia.\nArgentina cuenta con un patrimonio natural incomparable, que explica gran parte del flujo turístico interno y receptivo. Este movimiento es una fuente de empleo y desarrollo económico de gran relevancia para nuestro país, y uno de los principales motores productivos de numerosas economías regionales. En este sentido, se encuentra en marcha un programa integral de turismo de naturaleza llamado La Ruta Natural, con el cual Argentina se propone desarrollar territorios y comunidades con respeto a los valores naturales y la autenticidad cultural, como así también promocionar viajes seguros y turismo sustentable a partir del turismo de naturaleza en todo el territorio nacional.\nEs desde este marco que la Dirección Nacional de Mercados y Estadística del Ministerio de Turismo y Deportes de la Nación elaboró un informe cuyo principal objetivo es caracterizar cuantitativamente los principales aspectos del Turismo de Naturaleza. Para esto se recurrió a dos de las principales fuentes de información con la que se cuenta tanto para el turismo nacional como el internacional. En cuanto a la primera, la Encuesta de Viajes y Turismo de los Hogares (EVyTH) releva información sociodemográfica de los residentes en argentina y de las principales caraceterísticas de sus viajes. La segunda, la Encuesta de Turismo Internacional (ETI), en donde se indaga sobre los principales aspectos de las y los viajeros residentes en el exterior.\n¿Qué se entiende por Turismo de Naturaleza según la ETI y la EVyTH?\nSegún la ETI, se pueden consideran las siguientes actividades:\nTurismo aventura.\nActividades de baja diﬁcultad en medios naturales.\nVisita a parques nacionales.\nActividades en la nieve.\nSegún la EVyTH, se consideran las siguientes actividades:\nVisitaron espacios rurales como estancias, granjas, etc.\nVisitaron parques nacionales o provinciales, reservas, etc.\nHicieron esquí, snowboard, u otro deporte de nieve.\nRealizaron deportes de aventura como mountain bike, montañismo, rafting, travesías, ala delta, etc.\nOtras actividades en espacios abiertos y naturales.\nPrincipales resultados\nTURISMO INTERNACIONAL\n\n\n\nPARTICIPACIÓN ANUAL DE LOS TURISTAS QUE REALIZARON TURISMO DE NATURALEZA DURANTE SU VISITA A LA ARGENTINA\n\n\n\nPARTICIPACIÓN DE LOS/LAS TURISTAS QUE REALIZARON TURISMO DE NATURALEZA POR PAÍS DE RESIDENCIA. AÑO 2019\n\n\n\n\n\n\nESTADÍA Y GASTO PROMEDIO\n\n\n\n\n\n@import url(\"https://fonts.googleapis.com/css2?family=Encode+Sans:ital,wght@0,100;0,200;0,300;0,400;0,500;0,600;0,700;0,800;0,900;1,100;1,200;1,300;1,400;1,500;1,600;1,700;1,800;1,900&display=swap\");\nhtml {\n  font-family: 'Encode Sans', -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\n}\n\n#aednqsmtnj .gt_table {\n  display: table;\n  border-collapse: collapse;\n  margin-left: auto;\n  margin-right: auto;\n  color: #333333;\n  font-size: 16px;\n  font-weight: normal;\n  font-style: normal;\n  background-color: #FFFFFF;\n  width: auto;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #A8A8A8;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #A8A8A8;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n}\n\n#aednqsmtnj .gt_heading {\n  background-color: #FFFFFF;\n  text-align: center;\n  border-bottom-color: #FFFFFF;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#aednqsmtnj .gt_title {\n  color: #333333;\n  font-size: 125%;\n  font-weight: initial;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  border-bottom-color: #FFFFFF;\n  border-bottom-width: 0;\n}\n\n#aednqsmtnj .gt_subtitle {\n  color: #333333;\n  font-size: 85%;\n  font-weight: initial;\n  padding-top: 0;\n  padding-bottom: 6px;\n  border-top-color: #FFFFFF;\n  border-top-width: 0;\n}\n\n#aednqsmtnj .gt_bottom_border {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#aednqsmtnj .gt_col_headings {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#aednqsmtnj .gt_col_heading {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  overflow-x: hidden;\n}\n\n#aednqsmtnj .gt_column_spanner_outer {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  padding-top: 0;\n  padding-bottom: 0;\n  padding-left: 4px;\n  padding-right: 4px;\n}\n\n#aednqsmtnj .gt_column_spanner_outer:first-child {\n  padding-left: 0;\n}\n\n#aednqsmtnj .gt_column_spanner_outer:last-child {\n  padding-right: 0;\n}\n\n#aednqsmtnj .gt_column_spanner {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 5px;\n  overflow-x: hidden;\n  display: inline-block;\n  width: 100%;\n}\n\n#aednqsmtnj .gt_group_heading {\n  padding: 8px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#aednqsmtnj .gt_empty_group_heading {\n  padding: 0.5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#aednqsmtnj .gt_from_md > :first-child {\n  margin-top: 0;\n}\n\n#aednqsmtnj .gt_from_md > :last-child {\n  margin-bottom: 0;\n}\n\n#aednqsmtnj .gt_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  margin: 10px;\n  border-top-style: solid;\n  border-top-width: 1px;\n  border-top-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n  overflow-x: hidden;\n}\n\n#aednqsmtnj .gt_stub {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 12px;\n}\n\n#aednqsmtnj .gt_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#aednqsmtnj .gt_first_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n}\n\n#aednqsmtnj .gt_grand_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#aednqsmtnj .gt_first_grand_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-style: double;\n  border-top-width: 6px;\n  border-top-color: #D3D3D3;\n}\n\n#aednqsmtnj .gt_striped {\n  background-color: rgba(128, 128, 128, 0.05);\n}\n\n#aednqsmtnj .gt_table_body {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#aednqsmtnj .gt_footnotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#aednqsmtnj .gt_footnote {\n  margin: 0px;\n  font-size: 90%;\n  padding: 4px;\n}\n\n#aednqsmtnj .gt_sourcenotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#aednqsmtnj .gt_sourcenote {\n  font-size: 90%;\n  padding: 4px;\n}\n\n#aednqsmtnj .gt_left {\n  text-align: left;\n}\n\n#aednqsmtnj .gt_center {\n  text-align: center;\n}\n\n#aednqsmtnj .gt_right {\n  text-align: right;\n  font-variant-numeric: tabular-nums;\n}\n\n#aednqsmtnj .gt_font_normal {\n  font-weight: normal;\n}\n\n#aednqsmtnj .gt_font_bold {\n  font-weight: bold;\n}\n\n#aednqsmtnj .gt_font_italic {\n  font-style: italic;\n}\n\n#aednqsmtnj .gt_super {\n  font-size: 65%;\n}\n\n#aednqsmtnj .gt_footnote_marks {\n  font-style: italic;\n  font-weight: normal;\n  font-size: 65%;\n}\nPERFIL DEL TURISMO DE NATURALEZA - AÑO 2019\n    Estadía y gasto promedio\n    Variable:\n      Total Turistas\n      Turistas de Naturaleza\n    Estadía promedio en la Argentina (en noches)\n12,0\n14,2Gasto por turista (en US$)\n925,7\n1.158,0Gasto promedio diario (en US$)\n77,3\n81,5Fuente: Dirección Nacional de Mercados y Estadística en base a la Encuesta de Turismo Internacional (ETI).\n    \n\n\nTURISMO NACIONAL\nPARTICIPACIÓN ANUAL DE LOS TURISTAS QUE REALIZARON TURISMO DE NATURALEZA DURANTE SU VIAJE POR ARGENTINA\n\n\n\n\n\n\nPRINCIPALES REGIONES ELEGIDAS PARA REALIZAR TURISMO DE NATURALEZA. AÑO 2019\n\n\n\n\n\n\nESTADÍA Y GASTO PROMEDIO*\n\n\n\n\n\n@import url(\"https://fonts.googleapis.com/css2?family=Encode+Sans:ital,wght@0,100;0,200;0,300;0,400;0,500;0,600;0,700;0,800;0,900;1,100;1,200;1,300;1,400;1,500;1,600;1,700;1,800;1,900&display=swap\");\nhtml {\n  font-family: 'Encode Sans', -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\n}\n\n#tofftogqob .gt_table {\n  display: table;\n  border-collapse: collapse;\n  margin-left: auto;\n  margin-right: auto;\n  color: #333333;\n  font-size: 16px;\n  font-weight: normal;\n  font-style: normal;\n  background-color: #FFFFFF;\n  width: auto;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #A8A8A8;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #A8A8A8;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n}\n\n#tofftogqob .gt_heading {\n  background-color: #FFFFFF;\n  text-align: center;\n  border-bottom-color: #FFFFFF;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#tofftogqob .gt_title {\n  color: #333333;\n  font-size: 125%;\n  font-weight: initial;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  border-bottom-color: #FFFFFF;\n  border-bottom-width: 0;\n}\n\n#tofftogqob .gt_subtitle {\n  color: #333333;\n  font-size: 85%;\n  font-weight: initial;\n  padding-top: 0;\n  padding-bottom: 6px;\n  border-top-color: #FFFFFF;\n  border-top-width: 0;\n}\n\n#tofftogqob .gt_bottom_border {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#tofftogqob .gt_col_headings {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#tofftogqob .gt_col_heading {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  overflow-x: hidden;\n}\n\n#tofftogqob .gt_column_spanner_outer {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  padding-top: 0;\n  padding-bottom: 0;\n  padding-left: 4px;\n  padding-right: 4px;\n}\n\n#tofftogqob .gt_column_spanner_outer:first-child {\n  padding-left: 0;\n}\n\n#tofftogqob .gt_column_spanner_outer:last-child {\n  padding-right: 0;\n}\n\n#tofftogqob .gt_column_spanner {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 5px;\n  overflow-x: hidden;\n  display: inline-block;\n  width: 100%;\n}\n\n#tofftogqob .gt_group_heading {\n  padding: 8px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#tofftogqob .gt_empty_group_heading {\n  padding: 0.5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#tofftogqob .gt_from_md > :first-child {\n  margin-top: 0;\n}\n\n#tofftogqob .gt_from_md > :last-child {\n  margin-bottom: 0;\n}\n\n#tofftogqob .gt_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  margin: 10px;\n  border-top-style: solid;\n  border-top-width: 1px;\n  border-top-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n  overflow-x: hidden;\n}\n\n#tofftogqob .gt_stub {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 12px;\n}\n\n#tofftogqob .gt_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#tofftogqob .gt_first_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n}\n\n#tofftogqob .gt_grand_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#tofftogqob .gt_first_grand_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-style: double;\n  border-top-width: 6px;\n  border-top-color: #D3D3D3;\n}\n\n#tofftogqob .gt_striped {\n  background-color: rgba(128, 128, 128, 0.05);\n}\n\n#tofftogqob .gt_table_body {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#tofftogqob .gt_footnotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#tofftogqob .gt_footnote {\n  margin: 0px;\n  font-size: 90%;\n  padding: 4px;\n}\n\n#tofftogqob .gt_sourcenotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#tofftogqob .gt_sourcenote {\n  font-size: 90%;\n  padding: 4px;\n}\n\n#tofftogqob .gt_left {\n  text-align: left;\n}\n\n#tofftogqob .gt_center {\n  text-align: center;\n}\n\n#tofftogqob .gt_right {\n  text-align: right;\n  font-variant-numeric: tabular-nums;\n}\n\n#tofftogqob .gt_font_normal {\n  font-weight: normal;\n}\n\n#tofftogqob .gt_font_bold {\n  font-weight: bold;\n}\n\n#tofftogqob .gt_font_italic {\n  font-style: italic;\n}\n\n#tofftogqob .gt_super {\n  font-size: 65%;\n}\n\n#tofftogqob .gt_footnote_marks {\n  font-style: italic;\n  font-weight: normal;\n  font-size: 65%;\n}\nPERFIL DEL TURISMO DE NATURALEZA - AÑO 2019\n    Estadía y gasto promedio\n    Variable:\n      Total Turistas\n      Turistas de Naturaleza\n    Estadía promedio en la Argentina (en noches)\n5,3\n6,6Gasto por turista\n15.026,1\n25.254,8Gasto promedio diario\n2.846,2\n3.805,8Nota: Gasto en pesos constantes a febrero de 2022 (IPC turístico).\n    Fuente: Dirección Nacional de Mercados y Estadística en base a la Encuesta de Viajes y Turismo de los Hogares (EVyTH).\n    \n\n\n\n\n",
    "preview": "posts/2022-04-12-turismo-naturaleza/distill-preview.png",
    "last_modified": "2022-08-03T14:50:30-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-29-tutorial-sinta/",
    "title": "Tutorial SINTA",
    "description": "Un recorrido por el Sistema de Información Turística de la Argentina.",
    "author": [],
    "date": "2022-04-05",
    "categories": [],
    "contents": "\n\nContents\nSINTA\nBitácora\nInformes\nDatos Abiertos\nArmonización\nTableros y Reportes\nTableros\nReportes\n\nCalendario\nCuenta Satélite de Turismo\nMonitor de Provincias\n\nEn la Bienvenida al espacio de la Bitácora inauguramos el Sistema de Información Turística de la Argentina (SINTA), comentando las distintas estrategias desarrolladas para acceder al conjunto de información recolectada, procesada, analizada y difundida por parte de la Dirección Nacional de Mercados y Estadística del Ministerio de Turismo y Deportes de la Nación (DNMyE-MINTURyDEP).\nEn esta oportunidad, dejamos a disposición un set de videos a modo de tutorial con las diversas posibilidades de navegación hacia el interior del SINTA, en función de las necesidades particulares de las y los usuarios de estadísticas de turismo. De esta forma, se podrá visualizar cómo acceder al mismo SINTA, como así también al resto de las secciones que lo conforman: Bitácora, Informes, Datos Abiertos, Armonización, Tableros, Calendario, Cuenta Satélite de Turismo y el Monitor de Provincias\nSe detalla abajo cada una de las secciones con sus respectivos videos para conocer cómo navegar en ellas:\nSINTA\nAcceso al Sistema de Información Turística de la Argentina\n\nBitácora\nUn espacio virtual de la Dirección Nacional de Mercados y Estadística (DNMyE) en el que nos proponemos compartir avances de investigaciones, datos y reportes relacionados con el desarrollo de la industria turística de Argentina.\n\nInformes\nPublicaciones periódicas y no periodicas que produce la DNMyE con información estadística sobre los principales temas del turísmo.\n\nDatos Abiertos\nEl portal de Datos Abiertos de Turismo incluye un conjunto de datasets y recursos disponibles en diferentes niveles de desagregación y en variados formatos en caso de que se necesite un reprocesamiento de los mismos.\n\nArmonización\nProyecto en el cual se desarrolló una serie de actividades junto a las jurisdicciones provinciales, tales como: diagnóstico de funcionamiento y capacidades de las oficinas a cargo de las estadísticas de turismo en el país; desarrollo de materiales con propuestas teóricas y metodológicas para el trabajo estadístico de turismo a nivel subnacional; capacitaciones teóricas y prácticas a referentes técnicos de estadísticas; la creación de un foro de intercambio permanente entre referentes técnicos de los distintos niveles de gobierno; y la generación de una herramienta de gestión de datos federal.\n\nTableros y Reportes\nTableros\nEl micrositio TABLEROS y REPORTES reúne una serie de recursos que tienen como objetivo facilitar el acceso a los últimos datos disponibles de una multiplicidad de indicadores del turismo en Argentina.\n\nReportes\n\nCalendario\nSiguiendo con la política de apertura de información estadística, se pone a disposición el calendario de publicaciones de la Dirección de Mercados y Estadísticas, desde donde se podrá acceder a los productos estadísticos del área.\n\nCuenta Satélite de Turismo\nLa Cuenta Satélite de Turismo de Argentina (CST-A) proporciona el marco para la medición de la contribución del sector turístico a la economía y sus interrelaciones con el resto de las actividades. Para la elaboración de la CST-A, se analizan en forma pormenorizada todos los aspectos de la demanda de bienes y servicios asociados con el turismo, al establecer la vinculación real con la oferta de dichos bienes y servicios dentro de la economía y al describir cómo interactúa esa oferta con otras actividades económicas.\n\nMonitor de Provincias\nEl Monitor de Turismo en las Provincias procura servir como herramienta de consulta de los últimos datos disponibles de una variedad de indicadores relativos al turismo en la Argentina, poniendo el foco en el nivel provincial.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-03T14:50:30-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-04-04-monitor-provincias/",
    "title": "Monitor Estadístico de las Provincias",
    "description": "Compendio de los principales indicadores del turismo a nivel provincial",
    "author": [],
    "date": "2022-04-05",
    "categories": [],
    "contents": "\nEn el marco del trabajo continuo de puesta en valor del Sistema de Información Turística de Argentina (SINTA) de la Dirección Nacional de Mercados y Estadística del Ministerio de Turismo y Deportes de la Nación, se pone a disposición de usuarios y usuarias una nueva plataforma que busca facilitar el seguimiento de las principales estadísticas vinculadas al turismo en las provincias argentinas con los últimos datos disponibles.\nEn esta sección se podrá obtener información provincial relativa a las siguientes temáticas:\nTurismo interno, a partir de la Encuesta de Viajes y Turismo de los Hogares (EVyTH).\nTurismo receptivo, que muestra estimaciones del turismo receptivo a nivel provincial, detallando el flujo de turistas no residentes que salieron por cada paso fronterizo.\nPadrón de alojamientos (PUNA), que muestra indicadores relevantes de la oferta de alojamientos colectivos.\nÁreas naturales, que presenta datos del registro de visitaciones a las áreas naturales protegidas de carácter nacional a partir de información de la Administración de Parques Nacionales (APN).\nConectividad aérea, basado en datos provenientes de los registros administrativos de la Autoridad Nacional de Aviación Civil (ANAC).\nEmpresas turísticas, correspondiente a las Ramas Características del Turismo (RCT) a partir de datos de la Administración Federal de Ingresos Públicos (AFIP).\n\n\n\nPara cada una de ellas se presentan diferentes indicadores agrupados para visualizar provincia por provincia, tanto en tablas como en gráficos\n\n\n\nSe puede acceder a la plataforma desde la página del SINTA o directamente desde la página: https://provincias.yvera.tur.ar/\n\n\n\n",
    "preview": "posts/2022-04-04-monitor-provincias/distill-preview.png",
    "last_modified": "2022-08-03T14:50:30-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-22-publicacin-del-calendario-de-difusin/",
    "title": "Publicación del Calendario de Difusión",
    "description": "Siguiendo con la política de apertura de información estadística, se pone a disposición el calendario de publicaciones de la Dirección de Mercados y Estadísticas, desde donde se podrá acceder a los productos estadísticos del área.",
    "author": [],
    "date": "2022-03-22",
    "categories": [],
    "contents": "\n\nContents\nConjunto de información calendarizada (Informes, Datos Abiertos y Reportes):\nEjemplo\nBitácora\n\nEn el marco de Principios Fundamentales de las Estadísticas Oficiales (Relevancia, imparcialidad, acceso equitativo, responsabilidad y transparencia, entre otros) y en adhesión a las Recomendaciones Internacionales reconocidas por el Sistema Estadístico Nacional (Asegurar un acceso y una difusión de datos fáciles de usar, de modo que las estadísticas se presenten de forma clara y comprensible, se publiquen de una manera adecuada y conveniente, incluso en forma legible por máquina - “datos abiertos”), la Dirección Nacional de Mercados y Estadística (DNMyE) pone a disposición del conjunto de la población el Calendario de Difusión de Estadísticas del Turismo.\n\n\n\nConjunto de información calendarizada (Informes, Datos Abiertos y Reportes):\nEncuesta de Ocupación Hotelera (EOH)\nEncuesta de Turismo Internacional (ETI)\nEncuesta de Viajes y Turismo de los Hogares (EVyTH) - incluye base usuaria\nCuenta Satélite de Turismo de la Argentina\nIngresos y Egresos por Turismo en el Mercado Único y Libre de Cambios (MULC) - (Reporte)\nParques Nacionales (PN)\nEjemplo\nCon esta nueva herramienta se podrá visualizar como, por ejemplo, el 21 de marzo de 2022 se publicó y dio acceso a todo lo que produce la DNMyE respecto a la Encuesta de Ocupación Hotelera para el período de enero de 2022:\n🔗 Informe\n💻 Reporte\n📖 Datos Abiertos\nDe esta forma se continúa el trabajo de cara a planificar y ejecutar programas de difusión para la producción estadística, asi como diseñar e implementar estrategias de comunicación externa de divulgación en cuanto a lo producido por el área a lo largo del año calendario.\nBitácora\nAl mismo tiempo, la DNMyE inaugura un esquema de publicación semanal en la bitácora con los aspectos más importantes en cuanto novedades del Sistema de Información Turística de la Argentina (SINTA), publicación de nuevos informes sobre diversas temáticas relacionadas al sector, apertura de procesos, incorporación de fuentes o metodologías, entre muchos otros temas.\n\n\n\n",
    "preview": "posts/2022-03-22-publicacin-del-calendario-de-difusin/distill-preview.png",
    "last_modified": "2022-08-03T14:50:29-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-02-01-cuenta-satelite/",
    "title": "Publicación de la Cuenta Satélite de Turismo de la Argentina",
    "description": "La Cuenta Satélite de Turismo de la Argentina (CST-A) proporciona el marco para la medición de la contribución del sector turístico a la economía",
    "author": [],
    "date": "2022-02-02",
    "categories": [],
    "contents": "\n\nContents\nIntroducción\n¿Qué es la CST?\nPrincipales resultados de la CST-A\nConsumo Turístico Interior\nParticipación del turismo en la economía\nEmpleo en la industria turística\n\nRecursos - CST-A\n\nIntroducción\nLa Dirección Nacional de Mercados y Estadística (DNMyE) presenta la primera estimación y difusión, en el marco de las estadísticas oficiales de la Argentina, de una Cuenta Satélite de Turismo (CST-A). Es resultado de un proyecto conjunto de colaboración entre de la DNMyE-MINTURDEP y la Dirección Nacional de Cuentas Nacionales del Instituto Nacional de Estadística y Censos (DNCN-INDEC).\nEn una sección específica del Sistema de Información Turística de la Argentina (SINTA) se puede acceder al informe técnico con información de los años 2004 y 2016-2019, el documento metodológico y los principales cuadros estadísticos.\nEs el corolario de los años invertidos en el desarrollo del Sistema de Estadísticas de Turismo de la Argentina que consta de un conjunto de operaciones estadísticas e investigaciones, principalmente integrado por:\nLa Encuesta de Turismo Internacional (ETI)\nLa Encuesta de Viajes y Turismo de los Hogares (EVyTH)\nLa Encuesta de Ocupación Hotelera y parahotelera (EOH)\nLa explotación de gran cantidad de registros administrativos (datos de tránsitos de migraciones internacionales, visitas a los parques nacionales, precios, peajes, etc).\nEl Sistema de Estadísticas de Turismo se integró a las cuentas nacionales de la Argentina elaboradas por el INDEC, que aportó las cuentas de producción para los sectores turísticos y los cuadros de oferta y utilización, con su reciente actualización al año 2018, que son la base para la estimación de la serie de la CST-A.\n¿Qué es la CST?\nEs la herramienta recomendada por la Organización Mundial del Turismo, y reconocida por la comunidad internacional, para evaluar la importancia económica del turismo, conocer las industrias que se benefician de la llegada de visitantes, cuantificar el valor agregado directo que se genera al satisfacer la demanda turística y la generación de empleo, entre otros. Actualmente 54 países tienen una Cuenta Satélite de Turismo con actualización reciente. De ellos, 4 son sudamericanos: Colombia, Ecuador, Perú y Uruguay1.\nEl propósito de la CST-A es analizar minuciosamente todos los aspectos de la demanda de bienes y servicios asociados con la actividad de los visitantes argentinos y extranjeros que recorren nuestro país. Los principales resultados que muestra son una serie de indicadores económicos consistentes con las Cuentas Nacionales. Estos son:\nProducto interno bruto directo turístico (PIBDT): se trata de la producción de bienes y servicios que se genera directamente por el consumo de los visitantes, sin importar la industria que los produjo. Surge de contrastar el consumo total de los visitantes (turístico interno y receptor) con la producción del país.\nValor agregado bruto directo turístico (VABDT): corresponde a la parte del valor agregado bruto generado por todas las industrias de una economía, ya sean turísticas o no, que atendieron directamente al consumo de los visitantes.\nValor agregado bruto de la industria del turismo (VABIT): se refiere al Valor Agregado (es decir, la producción total excluyendo los consumos intermedios o insumos) de un conjunto de ramas de actividad que se consideran características del turismo (Gastronomía, Alojamiento, Transporte, Agencias de Viaje, Actividades de Entretenimiento, Culturales y Deportivas, entre otras).\nEmpleo de la industria del turismo: corresponde al total de puestos de trabajo de las ramas de actividad características del turismo.\nPrincipales resultados de la CST-A\nConsumo Turístico Interior\nEl consumo turístico interior es el que realizan los visitantes para la adquisición de bienes o servicios en sus viajes más los otros consumos imputados. En la CST-A, se analizan distintos aspectos del gasto turístico, según la residencia de los visitantes:\n• Gasto Turístico Receptor: referido a los visitantes no residentes en la Argentina.\n• Gasto Turístico Interno: referido a visitantes residentes en la Argentina.\n\n\n\nhtml {\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\n}\n\n#zjqvnjgtgk .gt_table {\n  display: table;\n  border-collapse: collapse;\n  margin-left: auto;\n  margin-right: auto;\n  color: #333333;\n  font-size: 16px;\n  font-weight: normal;\n  font-style: normal;\n  background-color: #FFFFFF;\n  width: auto;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #A8A8A8;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #A8A8A8;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n}\n\n#zjqvnjgtgk .gt_heading {\n  background-color: #FFFFFF;\n  text-align: center;\n  border-bottom-color: #FFFFFF;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#zjqvnjgtgk .gt_title {\n  color: #333333;\n  font-size: 125%;\n  font-weight: initial;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-bottom-color: #FFFFFF;\n  border-bottom-width: 0;\n}\n\n#zjqvnjgtgk .gt_subtitle {\n  color: #333333;\n  font-size: 85%;\n  font-weight: initial;\n  padding-top: 0;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-color: #FFFFFF;\n  border-top-width: 0;\n}\n\n#zjqvnjgtgk .gt_bottom_border {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#zjqvnjgtgk .gt_col_headings {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#zjqvnjgtgk .gt_col_heading {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  overflow-x: hidden;\n}\n\n#zjqvnjgtgk .gt_column_spanner_outer {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  padding-top: 0;\n  padding-bottom: 0;\n  padding-left: 4px;\n  padding-right: 4px;\n}\n\n#zjqvnjgtgk .gt_column_spanner_outer:first-child {\n  padding-left: 0;\n}\n\n#zjqvnjgtgk .gt_column_spanner_outer:last-child {\n  padding-right: 0;\n}\n\n#zjqvnjgtgk .gt_column_spanner {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 5px;\n  overflow-x: hidden;\n  display: inline-block;\n  width: 100%;\n}\n\n#zjqvnjgtgk .gt_group_heading {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#zjqvnjgtgk .gt_empty_group_heading {\n  padding: 0.5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#zjqvnjgtgk .gt_from_md > :first-child {\n  margin-top: 0;\n}\n\n#zjqvnjgtgk .gt_from_md > :last-child {\n  margin-bottom: 0;\n}\n\n#zjqvnjgtgk .gt_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  margin: 10px;\n  border-top-style: solid;\n  border-top-width: 1px;\n  border-top-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n  overflow-x: hidden;\n}\n\n#zjqvnjgtgk .gt_stub {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#zjqvnjgtgk .gt_stub_row_group {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 5px;\n  padding-right: 5px;\n  vertical-align: top;\n}\n\n#zjqvnjgtgk .gt_row_group_first td {\n  border-top-width: 2px;\n}\n\n#zjqvnjgtgk .gt_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#zjqvnjgtgk .gt_first_summary_row {\n  border-top-style: solid;\n  border-top-color: #D3D3D3;\n}\n\n#zjqvnjgtgk .gt_first_summary_row.thick {\n  border-top-width: 2px;\n}\n\n#zjqvnjgtgk .gt_last_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#zjqvnjgtgk .gt_grand_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#zjqvnjgtgk .gt_first_grand_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-style: double;\n  border-top-width: 6px;\n  border-top-color: #D3D3D3;\n}\n\n#zjqvnjgtgk .gt_striped {\n  background-color: rgba(128, 128, 128, 0.05);\n}\n\n#zjqvnjgtgk .gt_table_body {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#zjqvnjgtgk .gt_footnotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#zjqvnjgtgk .gt_footnote {\n  margin: 0px;\n  font-size: 90%;\n  padding-left: 4px;\n  padding-right: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#zjqvnjgtgk .gt_sourcenotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#zjqvnjgtgk .gt_sourcenote {\n  font-size: 90%;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#zjqvnjgtgk .gt_left {\n  text-align: left;\n}\n\n#zjqvnjgtgk .gt_center {\n  text-align: center;\n}\n\n#zjqvnjgtgk .gt_right {\n  text-align: right;\n  font-variant-numeric: tabular-nums;\n}\n\n#zjqvnjgtgk .gt_font_normal {\n  font-weight: normal;\n}\n\n#zjqvnjgtgk .gt_font_bold {\n  font-weight: bold;\n}\n\n#zjqvnjgtgk .gt_font_italic {\n  font-style: italic;\n}\n\n#zjqvnjgtgk .gt_super {\n  font-size: 65%;\n}\n\n#zjqvnjgtgk .gt_two_val_uncert {\n  display: inline-block;\n  line-height: 1em;\n  text-align: right;\n  font-size: 60%;\n  vertical-align: -0.25em;\n  margin-left: 0.1em;\n}\n\n#zjqvnjgtgk .gt_footnote_marks {\n  font-style: italic;\n  font-weight: normal;\n  font-size: 75%;\n  vertical-align: 0.4em;\n}\n\n#zjqvnjgtgk .gt_asterisk {\n  font-size: 100%;\n  vertical-align: 0;\n}\n\n#zjqvnjgtgk .gt_slash_mark {\n  font-size: 0.7em;\n  line-height: 0.7em;\n  vertical-align: 0.15em;\n}\n\n#zjqvnjgtgk .gt_fraction_numerator {\n  font-size: 0.6em;\n  line-height: 0.6em;\n  vertical-align: 0.45em;\n}\n\n#zjqvnjgtgk .gt_fraction_denominator {\n  font-size: 0.6em;\n  line-height: 0.6em;\n  vertical-align: -0.05em;\n}\nConsumo Turístico Interior\n    En millones de pesos corrientes. Años 2004 y 2016-2019\n    \n      2004\n      2016\n      2017\n      2018\n      2019\n    Consumo turístico Interior\n19.279\n297.431\n407.982\n532.762\n800.903Gasto turístico receptor\n7.572\n73.672\n91.981\n156.353\n262.897Gasto turístico interno\n11.343\n217.605\n30.774\n368.217\n529.619Otros componentes\n364\n6.155\n8.261\n8.191\n8.387Fuente: Ministerio de Turismo y Deportes. Instituto Nacional de Estadística y Censos\n    \n\n\n\n\n\nParticipación del turismo en la economía\nLos indicadores que surgen de confrontar el consumo turístico con la producción de la economía (PIBdt y VABdt) permiten medir el impacto directo del turismo en la economía. En este sentido, no se tienen en cuenta otros efectos (indirectos o inducidos hacia otras ramas de la economía) asi como el gasto de capital y el consumo de gobierno relativos al turismo. Estos aspectos, asi como diferencias en la forma de medir los componentes directos, explican las discrepancias con mediciones alternativas del impacto del turismo en la economía (v.g. la medición del Consejo Mundial de Viajes y Turismo -WTTC-)\nA continuación, se presenta el PIBdt y el VABdt para los años en análisis, tanto en pesos corrientes como en porcentaje de participación sobre el PIB de la economía total.\n\n\n\nhtml {\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\n}\n\n#qauzpnzwcj .gt_table {\n  display: table;\n  border-collapse: collapse;\n  margin-left: auto;\n  margin-right: auto;\n  color: #333333;\n  font-size: 16px;\n  font-weight: normal;\n  font-style: normal;\n  background-color: #FFFFFF;\n  width: auto;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #A8A8A8;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #A8A8A8;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n}\n\n#qauzpnzwcj .gt_heading {\n  background-color: #FFFFFF;\n  text-align: center;\n  border-bottom-color: #FFFFFF;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#qauzpnzwcj .gt_title {\n  color: #333333;\n  font-size: 125%;\n  font-weight: initial;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-bottom-color: #FFFFFF;\n  border-bottom-width: 0;\n}\n\n#qauzpnzwcj .gt_subtitle {\n  color: #333333;\n  font-size: 85%;\n  font-weight: initial;\n  padding-top: 0;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-color: #FFFFFF;\n  border-top-width: 0;\n}\n\n#qauzpnzwcj .gt_bottom_border {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#qauzpnzwcj .gt_col_headings {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#qauzpnzwcj .gt_col_heading {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  overflow-x: hidden;\n}\n\n#qauzpnzwcj .gt_column_spanner_outer {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  padding-top: 0;\n  padding-bottom: 0;\n  padding-left: 4px;\n  padding-right: 4px;\n}\n\n#qauzpnzwcj .gt_column_spanner_outer:first-child {\n  padding-left: 0;\n}\n\n#qauzpnzwcj .gt_column_spanner_outer:last-child {\n  padding-right: 0;\n}\n\n#qauzpnzwcj .gt_column_spanner {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 5px;\n  overflow-x: hidden;\n  display: inline-block;\n  width: 100%;\n}\n\n#qauzpnzwcj .gt_group_heading {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#qauzpnzwcj .gt_empty_group_heading {\n  padding: 0.5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#qauzpnzwcj .gt_from_md > :first-child {\n  margin-top: 0;\n}\n\n#qauzpnzwcj .gt_from_md > :last-child {\n  margin-bottom: 0;\n}\n\n#qauzpnzwcj .gt_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  margin: 10px;\n  border-top-style: solid;\n  border-top-width: 1px;\n  border-top-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n  overflow-x: hidden;\n}\n\n#qauzpnzwcj .gt_stub {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#qauzpnzwcj .gt_stub_row_group {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 5px;\n  padding-right: 5px;\n  vertical-align: top;\n}\n\n#qauzpnzwcj .gt_row_group_first td {\n  border-top-width: 2px;\n}\n\n#qauzpnzwcj .gt_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#qauzpnzwcj .gt_first_summary_row {\n  border-top-style: solid;\n  border-top-color: #D3D3D3;\n}\n\n#qauzpnzwcj .gt_first_summary_row.thick {\n  border-top-width: 2px;\n}\n\n#qauzpnzwcj .gt_last_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#qauzpnzwcj .gt_grand_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#qauzpnzwcj .gt_first_grand_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-style: double;\n  border-top-width: 6px;\n  border-top-color: #D3D3D3;\n}\n\n#qauzpnzwcj .gt_striped {\n  background-color: rgba(128, 128, 128, 0.05);\n}\n\n#qauzpnzwcj .gt_table_body {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#qauzpnzwcj .gt_footnotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#qauzpnzwcj .gt_footnote {\n  margin: 0px;\n  font-size: 90%;\n  padding-left: 4px;\n  padding-right: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#qauzpnzwcj .gt_sourcenotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#qauzpnzwcj .gt_sourcenote {\n  font-size: 90%;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#qauzpnzwcj .gt_left {\n  text-align: left;\n}\n\n#qauzpnzwcj .gt_center {\n  text-align: center;\n}\n\n#qauzpnzwcj .gt_right {\n  text-align: right;\n  font-variant-numeric: tabular-nums;\n}\n\n#qauzpnzwcj .gt_font_normal {\n  font-weight: normal;\n}\n\n#qauzpnzwcj .gt_font_bold {\n  font-weight: bold;\n}\n\n#qauzpnzwcj .gt_font_italic {\n  font-style: italic;\n}\n\n#qauzpnzwcj .gt_super {\n  font-size: 65%;\n}\n\n#qauzpnzwcj .gt_two_val_uncert {\n  display: inline-block;\n  line-height: 1em;\n  text-align: right;\n  font-size: 60%;\n  vertical-align: -0.25em;\n  margin-left: 0.1em;\n}\n\n#qauzpnzwcj .gt_footnote_marks {\n  font-style: italic;\n  font-weight: normal;\n  font-size: 75%;\n  vertical-align: 0.4em;\n}\n\n#qauzpnzwcj .gt_asterisk {\n  font-size: 100%;\n  vertical-align: 0;\n}\n\n#qauzpnzwcj .gt_slash_mark {\n  font-size: 0.7em;\n  line-height: 0.7em;\n  vertical-align: 0.15em;\n}\n\n#qauzpnzwcj .gt_fraction_numerator {\n  font-size: 0.6em;\n  line-height: 0.6em;\n  vertical-align: 0.45em;\n}\n\n#qauzpnzwcj .gt_fraction_denominator {\n  font-size: 0.6em;\n  line-height: 0.6em;\n  vertical-align: -0.05em;\n}\nProducto Interno Bruto directo turístico\n    En millones de pesos corrientes y participación sobre economía total. Años 2004 y 2016-2019\n    \n      2004\n      2016\n      2017\n      2018\n      2019\n    PIB directo turístico\n10.168\n157.789\n211.74\n271.273\n413.482PIB economía total\n485.115\n8.228.160\n10.660.228\n14.744.811\n21.802.256(%) PIBDT / PIB\n2,1\n1,9\n2,0\n1,8\n1,9Fuente: Ministerio de Turismo y Deportes. Instituto Nacional de Estadística y Censos\n    \n\n\nEl indicador PIBdt permite la comparación con otros países, en términos de la participación del turismo en la economía:\n\n\n\n\n\n\n\n\n\n\nhtml {\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\n}\n\n#sflymaxlpb .gt_table {\n  display: table;\n  border-collapse: collapse;\n  margin-left: auto;\n  margin-right: auto;\n  color: #333333;\n  font-size: 16px;\n  font-weight: normal;\n  font-style: normal;\n  background-color: #FFFFFF;\n  width: auto;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #A8A8A8;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #A8A8A8;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n}\n\n#sflymaxlpb .gt_heading {\n  background-color: #FFFFFF;\n  text-align: center;\n  border-bottom-color: #FFFFFF;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#sflymaxlpb .gt_title {\n  color: #333333;\n  font-size: 125%;\n  font-weight: initial;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-bottom-color: #FFFFFF;\n  border-bottom-width: 0;\n}\n\n#sflymaxlpb .gt_subtitle {\n  color: #333333;\n  font-size: 85%;\n  font-weight: initial;\n  padding-top: 0;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-color: #FFFFFF;\n  border-top-width: 0;\n}\n\n#sflymaxlpb .gt_bottom_border {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#sflymaxlpb .gt_col_headings {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#sflymaxlpb .gt_col_heading {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  overflow-x: hidden;\n}\n\n#sflymaxlpb .gt_column_spanner_outer {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  padding-top: 0;\n  padding-bottom: 0;\n  padding-left: 4px;\n  padding-right: 4px;\n}\n\n#sflymaxlpb .gt_column_spanner_outer:first-child {\n  padding-left: 0;\n}\n\n#sflymaxlpb .gt_column_spanner_outer:last-child {\n  padding-right: 0;\n}\n\n#sflymaxlpb .gt_column_spanner {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 5px;\n  overflow-x: hidden;\n  display: inline-block;\n  width: 100%;\n}\n\n#sflymaxlpb .gt_group_heading {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#sflymaxlpb .gt_empty_group_heading {\n  padding: 0.5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#sflymaxlpb .gt_from_md > :first-child {\n  margin-top: 0;\n}\n\n#sflymaxlpb .gt_from_md > :last-child {\n  margin-bottom: 0;\n}\n\n#sflymaxlpb .gt_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  margin: 10px;\n  border-top-style: solid;\n  border-top-width: 1px;\n  border-top-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n  overflow-x: hidden;\n}\n\n#sflymaxlpb .gt_stub {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#sflymaxlpb .gt_stub_row_group {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 5px;\n  padding-right: 5px;\n  vertical-align: top;\n}\n\n#sflymaxlpb .gt_row_group_first td {\n  border-top-width: 2px;\n}\n\n#sflymaxlpb .gt_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#sflymaxlpb .gt_first_summary_row {\n  border-top-style: solid;\n  border-top-color: #D3D3D3;\n}\n\n#sflymaxlpb .gt_first_summary_row.thick {\n  border-top-width: 2px;\n}\n\n#sflymaxlpb .gt_last_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#sflymaxlpb .gt_grand_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#sflymaxlpb .gt_first_grand_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-style: double;\n  border-top-width: 6px;\n  border-top-color: #D3D3D3;\n}\n\n#sflymaxlpb .gt_striped {\n  background-color: rgba(128, 128, 128, 0.05);\n}\n\n#sflymaxlpb .gt_table_body {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#sflymaxlpb .gt_footnotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#sflymaxlpb .gt_footnote {\n  margin: 0px;\n  font-size: 90%;\n  padding-left: 4px;\n  padding-right: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#sflymaxlpb .gt_sourcenotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#sflymaxlpb .gt_sourcenote {\n  font-size: 90%;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#sflymaxlpb .gt_left {\n  text-align: left;\n}\n\n#sflymaxlpb .gt_center {\n  text-align: center;\n}\n\n#sflymaxlpb .gt_right {\n  text-align: right;\n  font-variant-numeric: tabular-nums;\n}\n\n#sflymaxlpb .gt_font_normal {\n  font-weight: normal;\n}\n\n#sflymaxlpb .gt_font_bold {\n  font-weight: bold;\n}\n\n#sflymaxlpb .gt_font_italic {\n  font-style: italic;\n}\n\n#sflymaxlpb .gt_super {\n  font-size: 65%;\n}\n\n#sflymaxlpb .gt_two_val_uncert {\n  display: inline-block;\n  line-height: 1em;\n  text-align: right;\n  font-size: 60%;\n  vertical-align: -0.25em;\n  margin-left: 0.1em;\n}\n\n#sflymaxlpb .gt_footnote_marks {\n  font-style: italic;\n  font-weight: normal;\n  font-size: 75%;\n  vertical-align: 0.4em;\n}\n\n#sflymaxlpb .gt_asterisk {\n  font-size: 100%;\n  vertical-align: 0;\n}\n\n#sflymaxlpb .gt_slash_mark {\n  font-size: 0.7em;\n  line-height: 0.7em;\n  vertical-align: 0.15em;\n}\n\n#sflymaxlpb .gt_fraction_numerator {\n  font-size: 0.6em;\n  line-height: 0.6em;\n  vertical-align: 0.45em;\n}\n\n#sflymaxlpb .gt_fraction_denominator {\n  font-size: 0.6em;\n  line-height: 0.6em;\n  vertical-align: -0.05em;\n}\nValor Agregado Bruto directo turístico\n    En millones de pesos corrientes y participación sobre economía total. Años 2004 y 2016-2019\n    \n      2004\n      2016\n      2017\n      2018\n      2019\n    VAB directo turístico\n8.273\n123.356\n164.464\n208.401\n306.153VAB economía total\n412.427\n6.947.933\n8.993.361\n12.478.124\n18.340.548(%) VABDT / VAB\n2,0\n1,8\n1,8\n1,7\n1,7Fuente: Ministerio de Turismo y Deportes. Instituto Nacional de Estadística y Censos\n    \n\n\nAsimismo, con el VABDT podemos comparar el aporte del turismo en relación con otros sectores de actividad económica del país:\n\n\n\n\n\n\n\n\nEmpleo en la industria turística\nLa industria turística reúne a las ramas de actividad que producen principalmente productos característicos del turismo. En base a ella se miden indicadores como el Valor agregado bruto de las industrias turísticas (VABIT) o el Empleo en las industrias turísticas.\n\n\n\nhtml {\n  font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Helvetica Neue', 'Fira Sans', 'Droid Sans', Arial, sans-serif;\n}\n\n#avurjbmwyr .gt_table {\n  display: table;\n  border-collapse: collapse;\n  margin-left: auto;\n  margin-right: auto;\n  color: #333333;\n  font-size: 16px;\n  font-weight: normal;\n  font-style: normal;\n  background-color: #FFFFFF;\n  width: auto;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #A8A8A8;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #A8A8A8;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n}\n\n#avurjbmwyr .gt_heading {\n  background-color: #FFFFFF;\n  text-align: center;\n  border-bottom-color: #FFFFFF;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#avurjbmwyr .gt_title {\n  color: #333333;\n  font-size: 125%;\n  font-weight: initial;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-bottom-color: #FFFFFF;\n  border-bottom-width: 0;\n}\n\n#avurjbmwyr .gt_subtitle {\n  color: #333333;\n  font-size: 85%;\n  font-weight: initial;\n  padding-top: 0;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-color: #FFFFFF;\n  border-top-width: 0;\n}\n\n#avurjbmwyr .gt_bottom_border {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#avurjbmwyr .gt_col_headings {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n}\n\n#avurjbmwyr .gt_col_heading {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 6px;\n  padding-left: 5px;\n  padding-right: 5px;\n  overflow-x: hidden;\n}\n\n#avurjbmwyr .gt_column_spanner_outer {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: normal;\n  text-transform: inherit;\n  padding-top: 0;\n  padding-bottom: 0;\n  padding-left: 4px;\n  padding-right: 4px;\n}\n\n#avurjbmwyr .gt_column_spanner_outer:first-child {\n  padding-left: 0;\n}\n\n#avurjbmwyr .gt_column_spanner_outer:last-child {\n  padding-right: 0;\n}\n\n#avurjbmwyr .gt_column_spanner {\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: bottom;\n  padding-top: 5px;\n  padding-bottom: 5px;\n  overflow-x: hidden;\n  display: inline-block;\n  width: 100%;\n}\n\n#avurjbmwyr .gt_group_heading {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#avurjbmwyr .gt_empty_group_heading {\n  padding: 0.5px;\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  vertical-align: middle;\n}\n\n#avurjbmwyr .gt_from_md > :first-child {\n  margin-top: 0;\n}\n\n#avurjbmwyr .gt_from_md > :last-child {\n  margin-bottom: 0;\n}\n\n#avurjbmwyr .gt_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  margin: 10px;\n  border-top-style: solid;\n  border-top-width: 1px;\n  border-top-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 1px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 1px;\n  border-right-color: #D3D3D3;\n  vertical-align: middle;\n  overflow-x: hidden;\n}\n\n#avurjbmwyr .gt_stub {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#avurjbmwyr .gt_stub_row_group {\n  color: #333333;\n  background-color: #FFFFFF;\n  font-size: 100%;\n  font-weight: initial;\n  text-transform: inherit;\n  border-right-style: solid;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n  padding-left: 5px;\n  padding-right: 5px;\n  vertical-align: top;\n}\n\n#avurjbmwyr .gt_row_group_first td {\n  border-top-width: 2px;\n}\n\n#avurjbmwyr .gt_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#avurjbmwyr .gt_first_summary_row {\n  border-top-style: solid;\n  border-top-color: #D3D3D3;\n}\n\n#avurjbmwyr .gt_first_summary_row.thick {\n  border-top-width: 2px;\n}\n\n#avurjbmwyr .gt_last_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#avurjbmwyr .gt_grand_summary_row {\n  color: #333333;\n  background-color: #FFFFFF;\n  text-transform: inherit;\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#avurjbmwyr .gt_first_grand_summary_row {\n  padding-top: 8px;\n  padding-bottom: 8px;\n  padding-left: 5px;\n  padding-right: 5px;\n  border-top-style: double;\n  border-top-width: 6px;\n  border-top-color: #D3D3D3;\n}\n\n#avurjbmwyr .gt_striped {\n  background-color: rgba(128, 128, 128, 0.05);\n}\n\n#avurjbmwyr .gt_table_body {\n  border-top-style: solid;\n  border-top-width: 2px;\n  border-top-color: #D3D3D3;\n  border-bottom-style: solid;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n}\n\n#avurjbmwyr .gt_footnotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#avurjbmwyr .gt_footnote {\n  margin: 0px;\n  font-size: 90%;\n  padding-left: 4px;\n  padding-right: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#avurjbmwyr .gt_sourcenotes {\n  color: #333333;\n  background-color: #FFFFFF;\n  border-bottom-style: none;\n  border-bottom-width: 2px;\n  border-bottom-color: #D3D3D3;\n  border-left-style: none;\n  border-left-width: 2px;\n  border-left-color: #D3D3D3;\n  border-right-style: none;\n  border-right-width: 2px;\n  border-right-color: #D3D3D3;\n}\n\n#avurjbmwyr .gt_sourcenote {\n  font-size: 90%;\n  padding-top: 4px;\n  padding-bottom: 4px;\n  padding-left: 5px;\n  padding-right: 5px;\n}\n\n#avurjbmwyr .gt_left {\n  text-align: left;\n}\n\n#avurjbmwyr .gt_center {\n  text-align: center;\n}\n\n#avurjbmwyr .gt_right {\n  text-align: right;\n  font-variant-numeric: tabular-nums;\n}\n\n#avurjbmwyr .gt_font_normal {\n  font-weight: normal;\n}\n\n#avurjbmwyr .gt_font_bold {\n  font-weight: bold;\n}\n\n#avurjbmwyr .gt_font_italic {\n  font-style: italic;\n}\n\n#avurjbmwyr .gt_super {\n  font-size: 65%;\n}\n\n#avurjbmwyr .gt_two_val_uncert {\n  display: inline-block;\n  line-height: 1em;\n  text-align: right;\n  font-size: 60%;\n  vertical-align: -0.25em;\n  margin-left: 0.1em;\n}\n\n#avurjbmwyr .gt_footnote_marks {\n  font-style: italic;\n  font-weight: normal;\n  font-size: 75%;\n  vertical-align: 0.4em;\n}\n\n#avurjbmwyr .gt_asterisk {\n  font-size: 100%;\n  vertical-align: 0;\n}\n\n#avurjbmwyr .gt_slash_mark {\n  font-size: 0.7em;\n  line-height: 0.7em;\n  vertical-align: 0.15em;\n}\n\n#avurjbmwyr .gt_fraction_numerator {\n  font-size: 0.6em;\n  line-height: 0.6em;\n  vertical-align: 0.45em;\n}\n\n#avurjbmwyr .gt_fraction_denominator {\n  font-size: 0.6em;\n  line-height: 0.6em;\n  vertical-align: -0.05em;\n}\nPuestos de trabajo en las industrias características del turismo\n    En miles y participación sobre economía total. Años 2004 y 2016-2019\n    \n      2004\n      2016\n      2017\n      2018\n      2019\n    Empleo industrias turísticas\n931\n1.246\n1.274\n1.271\n1.260Empleo economía total\n14.911\n20.020\n20.345\n20.573\n20.855(%) Empleo IT / Empleo\n6,2\n6,2\n6,3\n6,2\n6,0Fuente: Ministerio de Turismo y Deportes. Instituto Nacional de Estadística y Censos\n    \n\n\n\n\n\nEn el siguiente gráfico puede observarse el aporte de las ramas características del turismo al empleo, en comparación al resto de los sectores de la economía.\n\n\n\n\nRecursos - CST-A\nPublicación\nDocumento Técnico #5: Medición de la contribución económica del turismo\n\nFuente: https://www.unwto.org/statistic-data-economic-contribution-of-tourism-and-beyond↩︎\n",
    "preview": "posts/2022-02-01-cuenta-satelite/distill-preview.png",
    "last_modified": "2022-08-03T14:50:29-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-01-25-actualizacin-de-base-de-microdatos-evyth/",
    "title": "Actualización de microdatos de la Encuesta de Viajes y Turismo de los Hogares (EVyTH)",
    "description": "Siguiendo con la política de apertura de datos, la Dirección Nacional de Mercados y Estadística (DNMyE) actualiza la base de microdatos de la EVyTH.",
    "author": [],
    "date": "2022-01-28",
    "categories": [],
    "contents": "\n\nContents\nIndicadores.\nRanking provincial según la cantidad de viajeros que recibieron.\nAglomerado de orígen de los viajeros que ingresaron a la Provincia de Salta\nAglomerado de orígen de los viajeros que ingresaron a la ciudad San Carlos de Bariloche\nRecursos - Turismo Interno / Microdatos\n\n\nLa Encuesta de Viajes y Turismo de los Hogares (EVyTH) tiene como principal objetivo medir la evolución de los viajes realizados por los hogares argentinos, sus características y computar aspectos socio-demográficos que permitan caracterizar a los turistas residentes. Dicho operativo brinda información contínua del turismo nacional de la Argentina, tanto de los viajes turísticos de los residentes dentro de nuestro territorio nacional como los realizados en el exterior1.\nEn esta instancia ya contamos con la actualización de los datos hasta la última información disponible, que permiten generar los principales indicadores referidos al Turismo Interno. De esta forma, la base completa comprende información trimestral que va desde el 1er trimestre de 2019 hasta el 3er trimestre de 2021, inclusive. El próximo paso será completar la serie desde el inicio de la EVyTH como operativo continuo.\nUna de las principales ventajas de contar con base de microdatos es poder obtener información que responda a objetivos específicos por parte del o la usuaria y que no esté necesariamente incluída en los informes publicados por la Dirección de Mercados y Estadística.\n\n\n\nIndicadores.\nPara conocer las características principales de la Encuesta de Viajes y Turismo de los Hogares se puede acceder a la ficha técnica, también publicada en el portal.\nLos ejercicios propuestos fueron procesados mediante el lenguaje de programación R. Entre las principales razones por las cuales se opta por esta alternativa se encuentran la de ser software libre y de código abierto, su potencia para el procesamiento sistemático de datos y capacidad para desarrollar visualizaciónes a medida 2.\nAl mismo tiempo, los resultaros se obtuvieron a través del procesamiento de la base de microdatos disponible en el Portal de Datos Abiertos donde también se accede a un diccionario de registro, del cual podemos obtener el conjunto de etiquetas para cada una de las variables y sus respectivas categorías.\nA continuación, presentaremos algunas visualizaciones que funcionan como ejemplo del tipo de ejercicios que se puede realizar a partir de la base de microdatos.\n\n\n\nRanking provincial según la cantidad de viajeros que recibieron.\nSe propone en este ejercicio analizar el turismo interno a través del conteo de visitantes que recibieron las provincias y comparar cómo se modifica la posición relativa de cada una de ellas a lo largo de los años 2019, 2020 y 2021.\n\n\n\nEl primer paso para obtener el ranking fue elegir los años de los cuales se cuenta información y un trimestre particular (el último disponible) para poder hacer una comparación sin tener en cuenta el efecto estacionalidad. Luego se realizó un conteo de personas en función de la provincia de destino del viaje. Para visualizar la información procesada se utilizó el paquete de R {ggbump}, con el que se pueden crear gráficos de clasificación (bump chart) y que nos permiten mostrar la posición relativa de ciertos elementos a lo largo del tiempo. Con ello se logran tres ejes, con los años analizados y la posición de asume cada una de las provincias a lo largo del tiempo.\nAglomerado de orígen de los viajeros que ingresaron a la Provincia de Salta\nPara un segundo ejemplo, se eligó a la provincia de Salta como destino y se realizó un conteo de la cantidad de personas que visitaron dicha provincia, por un lado, en función del aglomerado de orígen de dichos visitantes. De esta forma, en el gráfico se podrán visualizar dos ejes: a la derecha, la provincia de destino con el conteo de la cantidad de personas que recibió. A la izquierda, el aglomerado de orígen de las personas que viajaron al destino en cuestión, con el peso relativo de cada uno respecto al total.\n\n\n\nEl resultado de esta visualización permite ver cuáles son los principales aglomerados que contribuyen al turismo de una provincia determinada. En particular, vemos como en la Provincia de Salta, para el 3er trimestre de 2021, cerca del 75% de sus visitantes provienen del aglomerado Salta. Muy por detrás, en un segundo lugar se ubica el aglomerado Gran Tucumán - Tafí Viejo, representando un 7% del total de viajeros en el periódo de referencia.\nAglomerado de orígen de los viajeros que ingresaron a la ciudad San Carlos de Bariloche\nPor último, en el siguiente ejemplo se muestra cómo, además de una provincia, se puede elegir como destino a una localidad. En este caso, se tomó a la ciudad San Carlos de Bariloche para enteder cuáles son los principales aglomerados de orígen de los visitantes que deciden viajar a la ciudad.\n\n\n\nEl resultado evidencia una diversidad de aglomerados de orígen de los viajeros. En primer lugar, separado del resto, se observa a los Partidos del GBA, con un 44% de las personas que decidieron viajar a S.C de Bariloche. En segundo lugar se puede ver como Bahía Blanca aporta una buena porción de los viajeros (14%), seguida del aglomerado Gran San Juan (11%) y Neuquén - Plottier (7%).\nRecursos - Turismo Interno / Microdatos\nDataset\nFicha metodológica\nDatos Abiertos\nInformes\nReportes\n\nMás información disponible en el Documento Técnico #1 del proyecto de Armonización.↩︎\nEl código fuente para reproducir el ejercicio aquí propuesto se puede acceder a través del repositorio de la Dirección Nacional de Mercados y Estadística - MINTURDEP.↩︎\n",
    "preview": "posts/2022-01-25-actualizacin-de-base-de-microdatos-evyth/actualizacin-de-base-de-microdatos-evyth_files/figure-html5/unnamed-chunk-3-1.png",
    "last_modified": "2022-08-03T14:50:29-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-12-09-empleo/",
    "title": "Empleo registrado en Turismo",
    "description": "Puestos de trabajo, empleo por género y empresas en ramas turísticas",
    "author": [],
    "date": "2021-12-14",
    "categories": [],
    "contents": "\n\nContents\nIntroducción\nRamas seleccionadas\nPuestos de trabajo\nCategorías\nTodas las RCT\n\nPuestos por género\nRCT vs NO RCT\nCategorías\nTodas las ramas\n\nEmpresas\nEmpresas por categoría\nTodas las ramas\n\nConsideraciones finales\nAnexo\nRamas seleccionadas\n\nRecurso - Actividad y Empleo en Turismo\n\n\n\n\n\n\n\n\n\n\nEl presente documento expone información mensual de puestos de trabajo registrados en ramas características del turismo, la participación por género y la cantidad de empleadores para el período 2007-2021 a partir de la información publicada por el Ministerio de Desarrollo Productivo. Se podrá seguir periódicamente estos indicadores aquí, con el agregado de gráficos interactivos.\n\nIntroducción\nLa reciente publicación de nuevos datasets por parte del Ministerio de Desarrollo Productivo (MDP) en su portal de datos abiertos permite profundizar el análisis del sector turístico en Argentina en términos de empleo registrado, ya que cuenta con información de puestos de trabajo, puestos por género, empleadores, entre otros, con la máxima apertura de rama de actividad de la clasificación de AFIP. Este último aspecto resulta clave a la hora de seleccionar las Ramas Características del Turismo (RCT) de acuerdo a las recomendaciones de la Organización Mundial del Turismo (OMT). En sus Recomendaciones internacionales para estadísticas de turismo 2008, señala que las actividades características del turismo son aquellas que producen productos característicos del turismo, siendo estos aquellos que cumplen uno o ambos de los siguientes criterios:\nEl gasto turístico en el producto debería representar una parte importante del gasto total turístico (condición de la proporción que corresponde al gasto/demanda)\nEl gasto turístico en el producto debería representar una parte importante de la oferta del producto en la economía (condición de la proporción que corresponde a la oferta). Este criterio supone que la oferta de un producto característico del turismo se reduciría considerablemente si no hubiera visitantes.\nUna adecuada selección de las ramas características requiere, por un lado, de un análisis del gasto turístico en términos de productos y su contrastación con la oferta generada. Por otro lado, la desagregación de las ramas es fundamental para excluir actividades que, tomadas de manera agregada, pueden contener en su interior ramas turísticas y ramas no turísticas. El caso del transporte sirve como ejemplo. La actividad Transporte automotor incluye tanto el servicio de cargas como el de pasajeros, por lo que no sería preciso incluirla completamente entre las RCT. A su vez, el Transporte automotor de pasajeros incluye, entre otros, los servicios urbano e interurbano, mientras que sólo el segundo es considerado turístico. Por lo tanto, debería excluirse el Servicio de transporte automotor urbano de pasajeros. Para que esto sea posible es necesario contar con las ramas de actividad abiertas a 5 dígitos del clasificador de AFIP. Es por esto que la nueva publicación a 6 dígitos es de gran valor para el análisis del sector.\nEsta perspectiva implica analizar al sector desde el punto de vista de la oferta. Esto es, la selección de las RCT que cumplen con los criterios anteriores no tiene en cuenta si una parte de la producción no es consumida por visitantes. El caso de los servicios de provisión de alimentos y bebidas es un ejemplo de esta limitación.\nEn este sentido, se pude consultar el Documénto Técnico #5 elaborado por la Dirección, en el que, en el marco del Proyecto de Armonización de las Estadísticas Provinciales de Turismo, se abordan propuestas metodológicas para la medición de la actividad económica del turismo desde la perspectiva de la oferta.\nLa metodología de las series elaboradas por el MDP se encuentra aquí.1\nRamas seleccionadas\nPara el presente documento se seleccionaron 56 ramas de actividad a 6 dígitos de CLAE (ver Anexo), agrupándolas en 5 categorías:\nAgencias de Viaje: 4 ramas.\nAlojamiento: 5 ramas.\nGastronomía: 9 ramas.\nTransporte: 12 ramas.\nOtros Servicios Turísticos: 26 ramas.\nAclaración: Debido a la preservación del secreto estadístico, las ramas con 2 o menos empleadores no contienen información. Actualmente, entonces, no se incluye información sobre:\nServicio de transporte ferroviario interurbano de pasajeros\n\n\n\n\n\nPuestos de trabajo\nA continuación se muestra la evolución de los puestos de trabajo registrados en ramas turísticas desde enero 2007 hasta junio 2021. En ella se puede observar el fuerte componente estacional del sector. Por otro lado, se observa una tendencia creciente desde inicios de la serie hasta el año 2018. En ese período los puestos de trabajo inician en valores cercanos a 330.000 hasta llegar al máximo de 492.000 puestos en enero de 2018. La tendencia es decreciente a partir del año 2019 y se profundiza desde el inicio de la pandemia, llegando actualmente a niveles similares a los del inicio de la serie. A su vez, los puestos de trabajo en el total de la economía tuvieron una evolución similar en su participación, representando alrededor del 6% en el año 2007 para llegar a máximos en torno al 7% y actualmente retroceder por debajo del 6%.\n\n\n\n\n\n\n\n\n\nCategorías\nComo se mencionó anteriormente, puede agruparse a las ramas turísticas en 5 categorías (Agencias de Viaje, Alojamiento, Gastronomía, Transporte, Otros Servicios Turísticos) y observar la evolucón comparada. Allí vemos que la Gastronomía gana participación en el total, pasando -aproximadamente- del 36% al 40%. La categoría transporte, a su vez, toma valores decrecientes desde valores cercanos al 22% y al 19% a lo largo de la serie. La categoría Otros Servicios Turísticos, a su vez, mantiene valores en torno al 22% de participación. La categoría Alojamiento, por su parte, reduce su participación desde el 14-15% al 13%. Las Agencias de Viaje tienen una participación minoritaria en el empleo del sector, en torno al 4%\n\n\n\nTodas las RCT\nPuede observarse, a su vez, la evolución de los puestos de trabajo tomando cada rama a 6 dígitos individualmente, para observar al interior de las categorías turísticas. Cada línea gris es una rama a 6 dígitos y el grosor de cada una depende del peso que tiene el empleo promedio de todo el período en esa rama sobre el total.\n\n\n\n\n\n\nPuestos por género\nLos datos abiertos por el MDP incluyen la apertura por género de los puestos de trabajo registrados en todas las ramas a 6 dígitos, lo que permite ver la participación de las mujeres/varones en las ramas turísticas en comparación con el resto de las ramas.\nRCT vs NO RCT\nSe observa en primer lugar, que las ramas turísticas, tomadas en su conjunto, tienen un porcentaje mayor de mujeres en el total de puestos de trabajo. A su vez, la participación femenina es creciente (al menos hasta el inicio de la pandemia), pasando del 36% al 39% a lo largo de la serie.\n\n\n\n\n\n\nCategorías\nObservando al interior de las ramas turísticas, se observa una gran heterogeneidad en la participación femenina en los puestos de trabajo registrados. Mientras que las categorías Alojamiento y Agencias de Viaje presentan una participación mayor al 50%, Gastronomía y Otros Servicios Turísticos están en torno al 40%, por encima de las ramas no turísticas. Por último, la categoría Transporte presenta una muy baja participación femenina.\n\n\n\n\n\n\nTodas las ramas\nLa disparidad en la participación de las mujeres en RCT puede verse incluso al interior de las categorías. A continuación se presenta la evolución de la tasa de feminización de los puestos de trabajo en todas las ramas turísticas, agrupadas por categorías. Cada línea gris es una rama a 6 dígitos y el grosor de cada una depende del peso que tiene el empleo promedio de todo el período en esa rama sobre el total.\n\n\n\nEmpresas\nLa información del MDP incluye, además, a las empresas que declararon trabajadores en el mes de referencia, agrupadas también en ramas a 6 dígitos. A continuación se presenta la evolución de este indicador en ramas turísticas. En línea con la evolución de los puestos de trabajo, se observa un fuerte crecimiento al inicio de la serie, que comienza con alrededor de 40.000 empresas, llegando a máximos de más de 52.000 en las temporadas altas del período 2014-2018, para luego retroceder a valores cercanos al inicio de la serie.\n\n\n\n\n\n\nEmpresas por categoría\nIngresando al interior de las RCT, puede observarse la creciente participación de las empresas gastronómicas, en detrimento de la categoría Transporte.\n\n\n\n\n\n\nTodas las ramas\nAl igual que con los puestos de trabajo y la participación por género, la cantidad de empresas puede observarse para todas las ramas turísticas a 6 dígitos.\n\n\n\n\n\n\nConsideraciones finales\nComo se intentó mostrar en el presente documento, los datos recientemente publicados permiten un enriquecedor análisis del sector turístico en términos de empleo registrado, ya que la apertura a 6 dígitos permite seleccionar adecuadamente las ramas caracterísicas. A su vez, la posiblidad de ver la participación por género en los puestos de trabajo es un dato novedoso para esta fuente de datos (SIPA) y la cantidad de empresas provee otro indicador para seguir el nivel de actividad del sector. A las posibles extensiones de este análisis con los datos presentados se agrega la disponibilidad de datos sobre salarios medios y medianos por rama a 6 dígitos que serán analizados en posteriores entregas.\nAnexo\nRamas seleccionadas\n\n\n{\"x\":{\"filter\":\"none\",\"caption\":\"<caption>Ramas seleccionadas y valores dejunio 2021<\\/caption>\",\"data\":[[\"1\",\"2\",\"3\",\"4\",\"5\",\"6\",\"7\",\"8\",\"9\",\"10\",\"11\",\"12\",\"13\",\"14\",\"15\",\"16\",\"17\",\"18\",\"19\",\"20\",\"21\",\"22\",\"23\",\"24\",\"25\",\"26\",\"27\",\"28\",\"29\",\"30\",\"31\",\"32\",\"33\",\"34\",\"35\",\"36\",\"37\",\"38\",\"39\",\"40\",\"41\",\"42\",\"43\",\"44\",\"45\",\"46\",\"47\",\"48\",\"49\",\"50\",\"51\",\"52\",\"53\",\"54\",\"55\",\"56\"],[491120,492120,492150,492160,492170,492180,501100,502101,511000,524110,524330,551021,551022,551023,551090,552000,561011,561012,561013,561014,561019,561020,561030,561040,562099,591300,592000,771110,791100,791200,791901,791909,854950,854960,900011,900021,900030,900040,900091,910100,910200,910300,910900,920001,920009,931010,931020,931030,931041,931042,931050,931090,939010,939020,939030,939090],[\"Servicio de transporte ferroviario interurbano de pasajeros\",\"Servicios de transporte automotor de pasajeros mediante taxis y remises, alquiler de autos con chofer (Incluye los radiotaxis)\",\"Servicio de transporte automotor interurbano regular de pasajeros, excepto transporte internacional (Incluye los llamados servicios de larga distancia)\",\"Servicio de transporte automotor interurbano no regular de pasajeros \",\"Servicio de transporte automotor internacional de pasajeros \",\"Servicio de transporte automotor turístico de pasajeros \",\"Servicio de transporte marítimo de pasajeros\",\"Servicio de transporte fluvial y lacustre de pasajeros\",\"Servicio de transporte aéreo de pasajeros\",\"Servicios de explotación de infraestructura para el transporte terrestre, peajes y otros derechos\",\"Servicios para la aeronavegación (Incluye remolque de aeronaves y actividades de control de tráfico aéreo, etc.)\",\"Servicios de alojamiento en pensiones\",\"Servicios de alojamiento en hoteles, hosterías y residenciales similares, excepto por hora, que incluyen servicio de restaurante al público\",\"Servicios de alojamiento en hoteles, hosterías y residenciales similares, excepto por hora, que no incluyen servicio de restaurante al público\",\"Servicios de hospedaje temporal n.c.p. (Incluye hospedaje en estancias, residencias para estudiantes y albergues juveniles, apartamentos turísticos, etc.)\",\"Servicios de alojamiento en campings (Incluye refugios de montaña)\",\"Servicios de restaurantes y cantinas sin espectáculo \",\"Servicios de restaurantes y cantinas con espectáculo \",\"Servicios de \\\"fast food\\\" y locales de venta de comidas y bebidas al paso (Incluye el expendio de hamburguesas, productos lácteos excepto helados, etc.) \",\"Servicios de expendio de bebidas en bares (Incluye: bares, cervecerías, pubs, cafeterías)\",\"Servicios de expendio de comidas y bebidas en establecimientos con servicio de mesa y/o en mostrador n.c.p.\",\"Servicios de preparación de comidas para llevar (Incluye rotiserías, casas de empanadas, pizzerías sin consumo en el local) \",\"Servicio de expendio de helados\",\"Servicios de preparación de comidas realizadas por/para vendedores ambulantes.\",\"Servicios de comidas n.c.p.\",\"Exhibición de filmes y videocintas\",\"Servicios de grabación de sonido y edición de música\",\"Alquiler de automóviles sin conductor\",\"Servicios minoristas de agencias de viajes\",\"Servicios mayoristas de agencias de viajes\",\"Servicios de turismo aventura\",\"Servicios complementarios de apoyo turístico n.c.p.\",\"Enseñanza de gimnasia, deportes y actividades físicas\",\"Enseñanza artística\",\"Producción de espectáculos teatrales y musicales\",\"Composición y representación de obras teatrales, musicales y artísticas (Incluye a compositores, actores, músicos, conferencistas, pintores, artistas plásticos etc.) \",\"Servicios conexos a la producción de espectáculos teatrales y musicales  (Incluye diseño y manejo de escenografía, montaje de iluminación y sonido, etc.)\",\"Servicios de agencias de ventas de entradas\",\"Servicios de espectáculos artísticos n.c.p. (Incluye espectáculos circenses, de títeres, mimos, etc.)\",\"Servicios de bibliotecas y archivos\",\"Servicios de museos y preservación de lugares y edificios históricos\",\"Servicios de jardines botánicos, zoológicos y de parques nacionales\",\"Servicios culturales n.c.p. (Incluye actividades sociales, culturales, recreativas y de interés local desarrollado por centros vecinales, barriales, sociedades de fomento, clubes no deportivos, etc.)\",\"Servicios de recepción de apuestas de quiniela, lotería y similares  \",\"Servicios relacionados con juegos de azar y apuestas n.c.p.  \",\"Servicios de organización, dirección y gestión de prácticas deportivas en clubes (Incluye clubes de fútbol, golf, tiro, boxeo, etc.)\",\"Explotación de instalaciones deportivas, excepto clubes\",\"Promoción y producción de espectáculos deportivos\",\"Servicios prestados por deportistas y atletas para la realización de prácticas deportivas\",\"Servicios prestados por profesionales y técnicos para la realización de prácticas deportivas (Incluye la actividad realizada por entrenadores, instructores, jueces árbitros, cronometradores, etc.)\",\"Servicios de acondicionamiento físico (Incluye gimnasios de musculación, pilates, yoga, personal trainner, etc.)\",\"Servicios para la práctica deportiva n.c.p.\",\"Servicios de parques de diversiones y parques temáticos\",\"Servicios de salones de juegos (Incluye salones de billar, pool, bowling, juegos electrónicos, etc.) \",\"Servicios de salones de baile, discotecas y similares\",\"Servicios de entretenimiento n.c.p.\"],[\"Transporte\",\"Transporte\",\"Transporte\",\"Transporte\",\"Transporte\",\"Transporte\",\"Transporte\",\"Transporte\",\"Transporte\",\"Transporte\",\"Transporte\",\"Alojamiento\",\"Alojamiento\",\"Alojamiento\",\"Alojamiento\",\"Alojamiento\",\"Gastronomía\",\"Gastronomía\",\"Gastronomía\",\"Gastronomía\",\"Gastronomía\",\"Gastronomía\",\"Gastronomía\",\"Gastronomía\",\"Gastronomía\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Transporte\",\"Agencias de Viaje\",\"Agencias de Viaje\",\"Agencias de Viaje\",\"Agencias de Viaje\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\",\"Otros Servicios Turísticos\"],[null,15735,23175,638,821,4809,227,1258,14685,1933,1555,259,27615,14115,1788,255,31639,3030,27857,5420,52144,4262,9726,182,1770,2688,141,1019,8128,3588,151,3268,581,279,1745,340,1089,50,412,957,317,776,700,4751,24267,25953,4187,321,57,1052,1092,1216,881,720,1544,2486],[10,9,6.7,11.4,10.6,11.6,42.7,22.8,31.9,26.3,25,73.4,48.5,57.4,54.3,28.6,34.5,40.2,50.8,45.9,42.7,47.1,50.1,23.1,45.3,52.3,39.7,23.1,57.3,57,23.8,43.5,47.5,63.1,36,36.2,32,54,36.9,62.2,53,41,63,75.2,41.5,25.9,38.9,23.1,19.3,28,53.3,32.9,46.1,59,36.2,42.1],[null,8492,357,79,17,712,27,63,110,20,24,125,1583,2626,476,73,3364,349,2010,868,6343,1423,1797,10,288,71,34,150,1481,366,32,250,172,58,184,90,207,9,81,226,25,22,85,2498,778,1304,587,48,18,214,232,213,45,72,176,285]],\"container\":\"<table class=\\\"display\\\">\\n  <thead>\\n    <tr>\\n      <th> <\\/th>\\n      <th>CLAE<\\/th>\\n      <th>Descripción<\\/th>\\n      <th>Categoría<\\/th>\\n      <th>Puestos<\\/th>\\n      <th>% de mujeres<\\/th>\\n      <th>Empleadores<\\/th>\\n    <\\/tr>\\n  <\\/thead>\\n<\\/table>\",\"options\":{\"columnDefs\":[{\"className\":\"dt-right\",\"targets\":[1,4,5,6]},{\"orderable\":false,\"targets\":0}],\"order\":[],\"autoWidth\":false,\"orderClasses\":false}},\"evals\":[],\"jsHooks\":[]}\nRecurso - Actividad y Empleo en Turismo\nReporte\nDocumento Técnico #5: Medición de la contribución económica del turismo\n\nLas series publicadas por el MDP pueden diferir de otras fuentes que tengan como insumo el Sistema Integrado Previsional Argentino (SIPA), como la Cuenta de Generación del Ingreso (INDEC) o las publicaciones del Observatorio de Empleo y la Dinámica Empresarial (Ministerio de Trabajo) debido a los ajustes que realiza cada organismo de la información cruda proveniente de AFIP.↩︎\n",
    "preview": "posts/2021-12-09-empleo/distill-preview.png",
    "last_modified": "2022-08-03T14:50:29-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-10-20-mulc/",
    "title": "Turismo en el Mercado Único y Libre de Cambios (MULC)",
    "description": "Ingresos y egresos de divisas vinculados al turismo en el mercado oficial de cambios.",
    "author": [],
    "date": "2021-10-20",
    "categories": [],
    "contents": "\n\nContents\n¿Qué es el turismo en el MULC?\nMULC vs Balanza de Pagos\nRecurso - Turismo en el MULC\n\n\nEl impacto del turismo en términos de ingresos y egresos de divisas puede ser analizado a partir de dos fuentes de información:\nLa estimación del gasto turístico a partir de encuestas de demanda, el cual se publica dentro de las estadísticas de Balanza de Pagos que informa el INDEC trimestralmente y\nLas transacciones en divisas realizadas a través del Mercado Único y Libre de Cambios (MULC) en rubros vinculados al turismo, registradas por el Banco Central de la República Argentina (BCRA) de manera mensual.\nEn esta nota se presenta, en primer lugar, las transacciones en el mercado oficial registradas por el BCRA, describiendo sus características y sus principales resultados, que a su vez se plasman en el reporte Turismo en el MULC. En una segunda sección se muestra la comparación de estos datos con los que provee la estimación de la Balanza de Pagos.\n¿Qué es el turismo en el MULC?\nEl BCRA publica las estadísticas de las transacciones realizadas a través del MULC clasificadas dentro de la Cuenta Corriente, Cuenta Capital y Cuenta Financiera cambiarias. Dentro de la Cuenta Corriente, a su vez, se distingue entre operaciones de bienes y de servicios. Dentro de esta última categoría pueden seleccionarse dos rubros vinculados al turismo:\nViajes y otros pagos con tarjeta, que incluye todas las transacciones internacionales realizadas por operadores turísticos locales, la compra/venta de divisas en billetes por parte de personas no residentes, los ingresos de divisas por compras realizadas por personas no residentes con tarjetas de crédito dentro de Argentina y los egresos de divisas por compras realizadas por residentes con tarjeta de crédito en el exterior. Aquí cabe aclarar que no todas las transacciones con tarjeta de crédito corresponden a compras realizadas durante un viaje turístico, sino que pueden corresponder, por ejemplo, a compras con envío internacional o compras de servicios de streaming. Es importante tener en cuenta esta aclaración, dado que durante este informe nos referiremos a turismo y estos pagos estarán incluidos dentro de ese concepto.\nServicios de transporte de pasajeros, que incluye los ingresos de divisas por la compra de pasajes internacionales por parte de no residentes a empresas de transporte residentes y los egresos de divisas por la compra de pasajes internacionales por parte de residentes a empresas de transporte no residentes.\nDe esta manera se puede analizar la evolución mensual de los ingresos y egresos de divisas por turismo.\n\n\n\n\n\n\n\n\n\n\n\n\n\nA su vez, se puede observar el aporte de los rubros turísticos al total de servicios\n\n\n\n\n\n\n\nEn la comparación con el resto de los rubros, vemos que, en el mes de agosto 2021, el turismo ocupó el puesto 9° dentro de los ingresos de divisas por servicios y el puesto 2° para los egresos.\n\n\n\nA su vez, se puede ver la evolución mensual de los conceptos que componen el rubro “Viajes y otros pagos con tarjeta”.\nSegún la apertura del rubro “Viajes y otros pagos con tarjeta”, se observa que tanto los ingresos como los egresos de divisas están principalmente explicados por las compras con tarjetas y en menor medida por las transacciones de los operadores turísticos locales.\nEn cuanto al rubro “Billetes - No Residentes”, los ingresos de divisas por este motivo (cambio de divisas por pesos argentinos realizado por turistas no residentes) es prácticamente nulo desde abril de 2020, mientras que los egresos (cambio de pesos argentinos por divisas) es prácticamente nulo desde noviembre de 2019. En ambos casos, impactó fundamentalmente la imposibilidad de operación de las casas de cambio como producto de las medidas de aislamiento social preventivo y obligatorio a partir de fines de marzo de 2020, y en el caso particular de los egresos, además impactaron las medidas de restricción cambiarias desde noviembre de 2019.\n\n\n\n\n\n\n\nMULC vs Balanza de Pagos\nLa Balanza de Pagos (“BP”) contiene, dentro de la cuenta corriente, dos cuentas vinculadas al turismo: “Cuenta Viajes” y “Cuenta Transporte de Pasajeros”. La Cuenta Viajes estima, en el crédito, el total de los ingresos monetarios debidos al turismo receptivo y, en el débito, el total de los egresos monetarios producidos por el turismo emisivo. Por su lado, la Cuenta Transporte de Pasajeros estima, en el crédito, los ingresos monetarios por las compras de pasajes internacionales que realizaron personas no residentes a empresas residentes en Argentina y, en el débito, los egresos monetarios por la compra de pasajes internacionales por parte de personas residentes en Argentina a empresas residentes en el exterior.\nDado que el MULC registra los ingresos/egresos de divisas vía el mercado oficial de cambios, en esta sección del informe se realiza una comparación entre las transacciones registradas por el MULC y el total estimado por la BP, a fin de conocer qué parte del turismo está generando divisas en el mercado formal, y qué parte se está volcando al mercado informal de cambios (mercado “negro” o “blue”).\nDado que la información de la BP se presenta una vez por trimestre, la comparación se realiza agrupando por trimestres los datos del BCRA.\n\n\n\n\n\n\nLa proporción de los ingresos canalizados vía el mercado oficial es inusualmente alta en la actualidad con respecto a la historia reciente. La reducción de la movilidad de las personas y los cambios de comportamiento de los turistas, como producto de la pandemia, promovieron un mayor uso de tarjetas de crédito y el menor acceso a casas de cambio informales, aumentando la proporción de ingresos por turismo percibida por el MULC 1.\n\n\n\nAl igual que los ingresos, los egresos también muestran un comportamiento inusual en los últimos trimestres2.\n\n\n\n\nRecurso - Turismo en el MULC\nReporte\n\nEs importante notar que los ingresos por turismo, a través del mercado oficial de cambios (MULC), siempre deberían ser menores, o al menos iguales, al total de ingresos por turismo que percibe la Argentina según la Balanza de Pagos. Sin embargo, en los trimestres 2, 3 y 4 del año 2020 la proporción MULC/BP es mayor al 100%. Esto es debido a las diferencias en cuanto a la metodología de registración de ambas fuentes de información y los desfasajes en la vuelta de los turistas no residentes a sus lugares de origen, producto de las restricciones al tránsito internacional por la pandemia por el virus COVID-19.↩︎\nNuevamente, los egresos por turismo a través del mercado oficial de cambios (MULC) siempre deberían ser menores, o al menos iguales, al total de egresos por turismo de la Argentina según la Balanza de Pagos. Sin embargo, en repetidas ocasiones esto no es así, especialmente en los trimestres 2, 3 y 4 del año 2020 y el 1er trimestre del 2021. En el caso de los egresos, sucede que el componente turístico del MULC incluye pagos con tarjeta realizados por residentes en Argentina a residentes en el exterior y que pueden no ser gastos turísticos. Ejemplos de esto podrían ser los pagos de servicios de streaming. Por lo tanto, en los casos en que el ratio MULC/BP es mayor al 100% se evidencia que los gastos con tarjeta por motivos no turísticos aumentaron la componente “viajes y otros gastos con tarjeta” del MULC por encima de los gastos del turismo emisivo registrado por la BP. En los trimestres comprendidos en la pandemia por COVID-19, esta situación se refleja aún más debido a la reducción de cercana al 100% i.a. del turismo emisivo.↩︎\n",
    "preview": "posts/2021-10-20-mulc/distill-preview.png",
    "last_modified": "2022-08-03T14:50:29-03:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-10-04-microdatosevyth/",
    "title": "Publicación de microdatos de la Encuesta de Viajes y Turismo de los Hogares (EVyTH)",
    "description": "Siguiendo con la política de apertura de datos, la Dirección Nacional de Mercados y Estadísticas pone a disposición la base de microdatos de la EVyTH.",
    "author": [],
    "date": "2021-10-07",
    "categories": [],
    "contents": "\n\nContents\nRecursos\nIndicadores\nCómo sigue\n\nLa Encuesta de Viajes y Turismo de los Hogares (EVyTH) tiene como principal objetivo medir la evolución de los viajes realizados por los hogares argentinos, sus características y computar aspectos socio-demográficos que permitan caracterizar a los turistas residentes. Dicho operativo brinda información contínua del turismo nacional de la Argentina, tanto de los viajes turísticos de los residentes dentro de nuestro territorio nacional como los realizados en el exterior1.\nEste inédito producto, disponible a partir de hoy, será actualizado de forma trimestral y permitirá profundizar el análisis del turismo interno permitiendo a usuarios y usuarias procesar los datos a su medida.\nDisponer de la base de microdatos abre las puertas para realizar procesamientos que excedan a la información ya publicada tanto a través de los informes como por el set de recursos procesados y ofrecidos en el portal de datos abiertos. De ahora en adelante, se podrán construir variables en función de los marcos conceptuales propios, como así también segmentar subpoblaciones en función del objeto de estudio particular que se tengan entre manos.\nRecursos\nA partir de esta publicación se encontrará disponible en el portal de datos abiertos la base de microdatos correspondiente a los años 2019, 2020 y hasta el primer trimestre de 2021 inclusive, y su respectivo diseño de registro, a través del cual se podrá identificar el nombre de las variables (columnas), las categorías de respuesta y sus respectivas etiquetas.\nCon el objetivo de facilitar el acceso a usuarios con diferentes experiencia en el procesamiento de datos, se publicará la base en los siguientes formatos, permitiendo así disponibilizar la información a través de diversos programas:\n.txt\n.csv\n.xlsx (Excel)\n.sav (SPSS)\n.dta (STATA)\nDe la misma forma, el diseño de registro se publicará en formatos diverseros:\n.txt\n.csv\n.xlsx\nIndicadores\nCon este nuevo recurso se pueden construir los principales indicadores que refieren a la caracterización del turismo interno. Entre ellos:\nLa evolución de la cantidad de viajes realizados en el período de referencia.\nLas características de los recorridos turísticos durante el período de referencia (lugares visitados, forma de alojamiento, estadías, utilización de paquete turístico, medios de transporte, etc.).\nEl uso de segundas viviendas y las características de los viajes realizados a ellas durante el período de referencia.\nEl gasto de cada uno de los viajes realizados en la Argentina durante el período de referencia.\nLas características sociodemográficas de los visitantes: edad, sexo, nivel educativo, condición de actividad, lugar de residencia, nivel de ingreso, sexo, edad, nivel educativo y características del jefe del hogar.\nCómo sigue\nEl proyecto de apertura de datos continuará con la publicación de los datos correspondientes hasta el año 2012, documentación metodológica y manual de usuario para el procesamiento de la base de microdatos.\n\nMás información disponible en el Documento Técnico #1 del proyecto de Armonización.↩︎\n",
    "preview": {},
    "last_modified": "2022-08-03T14:50:29-03:00",
    "input_file": {}
  },
  {
    "path": "posts/bienvenida/",
    "title": "Te damos la bienvenida a la Bitácora de Turismo",
    "description": "Un espacio virtual de la Dirección Nacional de Mercados y Estadística (DNMyE) en el que nos proponemos compartir avances de investigaciones, datos y reportes relacionados con el desarrollo de la industria turística de Argentina.",
    "author": [],
    "date": "2021-09-14",
    "categories": [],
    "contents": "\n\nContents\nDatos Abiertos\nTableros y Reportes\nReportes\nTableros\n\nArmonización\nActualización Metodológica\nCapacitaciones\nSistema Federal de Gestión de Datos de Turismo\nEspacios de colaboración e intercambio\n\n\nLa Bitácora de Turismo es un nuevo paso de un plan de trabajo en el que se plantea una serie de objetivos alrededor de la producción, generación y acumulación de conocimiento útil para la toma de decisiones y el diseño de políticas públicas más y mejor informadas, y también al amplio abanico de actores del sector turístico: cámaras empresarias, la industria o la academia.\nEn este sentido, se trabajan las siguientes iniciativas:\nEl procesamiento de un vasto acervo de información (de operativos estadísticos y registros administrativos, entre otros) y su paulatina apertura en el Portal de Datos Abiertos de Turismo.\nLa sistematización en la confección de reportes y la generación de tableros, con el objetivo de acercar la información de un modo más intuitivo a usuarias y usuarios que no cuenten con experiencia en procesamiento de bases de datos.\nEl proyecto de Armonización de las Estadísticas Provinciales de Turismo que tiene como objetivo contribuir al fortalecimiento de los sistemas de estadística provinciales para generar información robusta y confiable de la actividad turística de nuestro país.\nEstas herramientas, en conjunto, conforman el Sistema de Información Turística de la Argentina (SINTA)\n\n\n\nDatos Abiertos\nEl portal de Datos Abiertos de Turismo incluye conjuntos de datos de:\nTurismo Internacional;\nTurismo Interno;\nOcupación Hotelera;\nParques Nacionales;\nInversiones Turísticas;\nCalidad Turística y Agencia de Viajes.\nLos mismos se nutren de operativos estadísticos propios (Encuesta de Viajes y Turismo de los Hogares - EVYTH)1; otros en conjunto con el Instituto Nacional de Estadísticas y Censos (Encuesta de Turismo Internacional - ETI2 - y la Encuesta de Ocupación Hotelera - EOH3); y de registros administrativos de otros organismos (Dirección Nacional de Migraciones del Ministerio del Interior), entre otros. Todas las metodologías utilizadas y criterios adoptados en cada una de las estadísticas que producimos se basan en las recomendaciones internacionales de la Organización Mundial de Turismo (OMT).\nTableros y Reportes\nEl micrositio TABLEROS y REPORTES reune una serie de recursos que tienen como objetivo facilitar el acceso a los últimos datos disponibles de una multiplicidad de indicadores del turismo en Argentina.\nReportes\nTurismo Internacional: presenta la última información de turismo receptivo y emisivo y balanza turística por todas las vías (aéreo, terrestre y fluvial / marítimo)..\nOcupación Hotelera: presenta los últimos datos disponibles de la Encuesta de Ocupación Hotelera (EOH).\nNaturaleza: presenta información de visitas a Parques Nacionales del país en base al Registro Nacional de Autorizaciones, Recaudaciones e Infracciones (RENARI) de la Administración de Parques Nacionales.\nTurismo Interno: Reporte de los últimos datos estimados por la Encuesta de Viajes y Turismo de los Hogares (EVyTH).\nTableros\nPUNA\nEl Padrón Único Nacional de Alojamiento (PUNA) reúne todos los establecimientos de alojamiento turístico de la Argentina, en el que se detallan las principales variables de cada uno, nutrido a partir de diferentes fuentes de información:\nlos organismos provinciales y municipales de turismo, que a través de su área de fiscalización de servicios turísticos elaboran el padrón de alojamiento de su provincia o localidad;\nel INDEC, a través de la Encuesta de Ocupación Hotelera (EOH);\nfuentes secundarias especializadas en turismo relevadas desde la DNMYE - MINTURDEP.\nEl tablero PUNA pone a disposición información histórica (2014 - 2019) que da cuenta de: cantidades de (a) Establecimientos; (b) Unidades; (c) Habitaciones y (d) Plazas registradas a distintos niveles de agregación (Ruta, Región, Provincia, Departamento o Localidad), según Clasificación y Tipo de establecimiento (hotelero, parahotelero, privados y otros colectivos)4.\nTURISMO INTERNACIONAL\nEl tablero presenta las estimaciones mensuales del turismo internacional -receptivo y emisivo- de la totalidad de los pasos fronterizos del país, desde el año 2016 hasta la actualidad. La información estadística que se presenta, basada en los registros migratorios provistos por la Dirección Nacional de Migraciones (DNM) y en la Encuesta de Turismo Internacional (ETI), se refiere al flujo de turistas no residentes que visitaron el país y de los y las turistas residentes que viajaron al exterior, por todos los medios de transporte (aéreo, fluvial/marítimo y terrestre).\nPermite visualizar y descargar información detallada por año, mes, medio de transporte, paso fronterizo (con el detalle de la provincia y del país con el que limita el mismo), país de residencia para el turismo receptivo y destino principal para turismo emisivo. De esta manera, el tablero constituye una herramienta amigable para el manejo de los datos estadísticos de turismo internacional de nuestro país. Actualmente se encuentra disponible información actualizada hasta julio de 2021.\nArmonización\nEl proyecto contempla una serie de actividades que incluye: diagnóstico de funcionamiento y capacidades de las oficinas a cargo de las estadísticas de turismo en el país; el desarrollo de materiales con propuestas teóricas y metodológicas para el trabajo estadístico de turismo a nivel subnacional; capacitaciones teóricas y prácticas a referentes técnicos de estadísticas; la creación de un foro de intercambio permanente entre referntes técnicos de los distintos niveles de gobierno; y la generación de una herramienta de gestión de datos federal.\nActualización Metodológica\nEn primer lugar, el proyecto contempla la reedición y revisión periódica de una serie de documentos técnicos que abordan otras problemáticas vinculadas a la producción de estadística de turismo:\nDocumento Técnico #1: Conceptos y elementos básicos para la medición provincial de los turistas\nDocumento Técnico #2: Propuestas metodológicas para las encuestas de ocupación en alojamientos turísticos\nDocumento Técnico #3: Descripción, análisis y utilización de los Registros Administrativos para la medición del Turismo\nDocumento Técnico #4: Propuestas Metodológicas para las Encuestas de Perfil del Visitante\nDocumento Técnico #5: Medición de la contribución económica del turismo: actividad y empleo\nDocumento Técnico #6: Ciencia de Datos para el Turismo (en proceso)\nLos documentos metodológicos buscarán abordar las principales problemáticas a la hora de producir estadísticas de turismo subnacionales como también reforzar las definiciones y conceptos de turismo según las recomendaciones internacionales.\nCapacitaciones\nEn una segunda instancia, se prevé la capacitación de puntos focales de los gobiernos subnacionales que tengan a cargo la administración, generación y/o análisis de estadísticas de turismo en sus respectivos distritos.\nLas capacitaciones pretenden nutrir y fortalecer a los referentes técnicos provinciales para poder mejorar la producción de estadísticas locales derivadas de los operativos de encuesta, explotación de registros administrativos y otras fuentes de información utilizadas.\nSistema Federal de Gestión de Datos de Turismo\nEn paralelo, se procura desarrollar un sistema informático que permita ordenar, homogeneizar, jerarquizar y facilitar la administración de registros, operativos estadísticos y demás datos relativos al sector turísticos de las distintas unidades administrativas.\nPara ello, se trabajará para la construcción de un Sistema Federal de Gestión de Datos de Turismo, herramienta que facilitará el acopio y gestión de datos producidos por los diferentes organismos de turismo subnacionales.\nEspacios de colaboración e intercambio\nCon el fin de generar espacios de colaboración entre los distintos actores vinculados a la producción y explotación de las estadísticas de turismo, se gestionará un foro permanente en donde se habilitarán distintos canales temáticos que acompañarán el contenido de este micrositio: documentos técnicos, bibliografía y trabajos de interés común.\nDe esta manera, el proyecto de Armonización contribuirá a fortalecer las capacidades técnicas, robustecer la producción de estadísticas de turismo y promover una mayor sociabilización de la información producida por las distintas unidades administrativas de turismo.\nLes damos la bienvenida a la Bitácora, con la expectativa de que este espacio sea de utilidad para acercar el trabajo que se está llevando adelante desde el Ministerio de Turismo y Deportes.\n\nLa Encuesta de Viajes y Turismo de los Hogares (EVyTH) es un operativo realizado por el MINTURDEP, cuyo objetivo principal es proporcionar información sobre los viajes turísticos de los residentes de Argentina hacia dentro y fuera del país: cuándo viajan, a dónde van, qué medios de transporte utilizan, dónde se alojan, cuáles son los motivos por los que viajan, cómo organizan sus viajes, qué actividades turísticas realizan, cuánto gastan, etc.↩︎\nLa Encuesta de Turismo Internacional (ETI) es otro operativo realizado en forma continua desde el año 2004, coordinado conjuntamente por el MINTURDEP y el INDEC.↩︎\nEncuesta de Ocupación Hotelera (EOH) es un relevamiento realizado en forma continua desde el 2004, bajo la coordinación del MINTURDEP y el Instituto Nacional de Estadísticas y Censos (INDEC).↩︎\nLos datos publicados en el tablero PUNA, por su propia naturaleza, se encuentran en revisión continua y deben ser tomados como provisorios.↩︎\n",
    "preview": "posts/bienvenida/sinta.png",
    "last_modified": "2022-08-03T14:50:31-03:00",
    "input_file": {}
  }
]
