[
  {
    "path": "posts/2021-10-20-mulc/",
    "title": "Turismo en el Mercado Único y Libre de Cambios (MULC)",
    "description": "Ingresos y egresos de divisas vinculados al turismo en el mercado oficial de cambios.",
    "author": [],
    "date": "2021-10-20",
    "categories": [],
    "contents": "\n\nContents\n¿Qué es el turismo en el MULC?\nMULC vs Balanza de Pagos\nRecurso - Turismo en el MULC\n\n\nEl impacto del turismo en términos de ingresos y egresos de divisas puede ser analizado a partir de dos fuentes de información:\nLa estimación del gasto turístico a partir de encuestas de demanda, el cual se publica dentro de las estadísticas de Balanza de Pagos que informa el INDEC trimestralmente y\nLas transacciones en divisas realizadas a través del Mercado Único y Libre de Cambios (MULC) en rubros vinculados al turismo, registradas por el Banco Central de la República Argentina (BCRA) de manera mensual.\nEn esta nota se presenta, en primer lugar, las transacciones en el mercado oficial registradas por el BCRA, describiendo sus características y sus principales resultados, que a su vez se plasman en el reporte Turismo en el MULC. En una segunda sección se muestra la comparación de estos datos con los que provee la estimación de la Balanza de Pagos.\n¿Qué es el turismo en el MULC?\nEl BCRA publica las estadísticas de las transacciones realizadas a través del MULC clasificadas dentro de la Cuenta Corriente, Cuenta Capital y Cuenta Financiera cambiarias. Dentro de la Cuenta Corriente, a su vez, se distingue entre operaciones de bienes y de servicios. Dentro de esta última categoría pueden seleccionarse dos rubros vinculados al turismo:\nViajes y otros pagos con tarjeta, que incluye todas las transacciones internacionales realizadas por operadores turísticos locales, la compra/venta de divisas en billetes por parte de personas no residentes, los ingresos de divisas por compras realizadas por personas no residentes con tarjetas de crédito dentro de Argentina y los egresos de divisas por compras realizadas por residentes con tarjeta de crédito en el exterior. Aquí cabe aclarar que no todas las transacciones con tarjeta de crédito corresponden a compras realizadas durante un viaje turístico, sino que pueden corresponder, por ejemplo, a compras con envío internacional o compras de servicios de streaming. Es importante tener en cuenta esta aclaración, dado que durante este informe nos referiremos a turismo y estos pagos estarán incluidos dentro de ese concepto.\nServicios de transporte de pasajeros, que incluye los ingresos de divisas por la compra de pasajes internacionales por parte de no residentes a empresas de transporte residentes y los egresos de divisas por la compra de pasajes internacionales por parte de residentes a empresas de transporte no residentes.\nDe esta manera se puede analizar la evolución mensual de los ingresos y egresos de divisas por turismo.\n\n\n\n\n\n\n\n\n\n\n\n\n\nA su vez, se puede observar el aporte de los rubros turísticos al total de servicios\n\n\n\n\n\n\n\nEn la comparación con el resto de los rubros, vemos que, en el mes de agosto 2021, el turismo ocupó el puesto 9° dentro de los ingresos de divisas por servicios y el puesto 2° para los egresos.\n\n\n\nA su vez, se puede ver la evolución mensual de los conceptos que componen el rubro “Viajes y otros pagos con tarjeta”.\nSegún la apertura del rubro “Viajes y otros pagos con tarjeta”, se observa que tanto los ingresos como los egresos de divisas están principalmente explicados por las compras con tarjetas y en menor medida por las transacciones de los operadores turísticos locales.\nEn cuanto al rubro “Billetes - No Residentes”, los ingresos de divisas por este motivo (cambio de divisas por pesos argentinos realizado por turistas no residentes) es prácticamente nulo desde abril de 2020, mientras que los egresos (cambio de pesos argentinos por divisas) es prácticamente nulo desde noviembre de 2019. En ambos casos, impactó fundamentalmente la imposibilidad de operación de las casas de cambio como producto de las medidas de aislamiento social preventivo y obligatorio a partir de fines de marzo de 2020, y en el caso particular de los egresos, además impactaron las medidas de restricción cambiarias desde noviembre de 2019.\n\n\n\n\n\n\n\nMULC vs Balanza de Pagos\nLa Balanza de Pagos (“BP”) contiene, dentro de la cuenta corriente, dos cuentas vinculadas al turismo: “Cuenta Viajes” y “Cuenta Transporte de Pasajeros”. La Cuenta Viajes estima, en el crédito, el total de los ingresos monetarios debidos al turismo receptivo y, en el débito, el total de los egresos monetarios producidos por el turismo emisivo. Por su lado, la Cuenta Transporte de Pasajeros estima, en el crédito, los ingresos monetarios por las compras de pasajes internacionales que realizaron personas no residentes a empresas residentes en Argentina y, en el débito, los egresos monetarios por la compra de pasajes internacionales por parte de personas residentes en Argentina a empresas residentes en el exterior.\nDado que el MULC registra los ingresos/egresos de divisas vía el mercado oficial de cambios, en esta sección del informe se realiza una comparación entre las transacciones registradas por el MULC y el total estimado por la BP, a fin de conocer qué parte del turismo está generando divisas en el mercado formal, y qué parte se está volcando al mercado informal de cambios (mercado “negro” o “blue”).\nDado que la información de la BP se presenta una vez por trimestre, la comparación se realiza agrupando por trimestres los datos del BCRA.\n\n\n\n\n\n\nLa proporción de los ingresos canalizados vía el mercado oficial es inusualmente alta en la actualidad con respecto a la historia reciente. La reducción de la movilidad de las personas y los cambios de comportamiento de los turistas, como producto de la pandemia, promovieron un mayor uso de tarjetas de crédito y el menor acceso a casas de cambio informales, aumentando la proporción de ingresos por turismo percibida por el MULC 1.\n\n\n\nAl igual que los ingresos, los egresos también muestran un comportamiento inusual en los últimos trimestres2.\n\n\n\n\nRecurso - Turismo en el MULC\nReporte\n\nEs importante notar que los ingresos por turismo, a través del mercado oficial de cambios (MULC), siempre deberían ser menores, o al menos iguales, al total de ingresos por turismo que percibe la Argentina según la Balanza de Pagos. Sin embargo, en los trimestres 2, 3 y 4 del año 2020 la proporción MULC/BP es mayor al 100%. Esto es debido a las diferencias en cuanto a la metodología de registración de ambas fuentes de información y los desfasajes en la vuelta de los turistas no residentes a sus lugares de origen, producto de las restricciones al tránsito internacional por la pandemia por el virus COVID-19.↩︎\nNuevamente, los egresos por turismo a través del mercado oficial de cambios (MULC) siempre deberían ser menores, o al menos iguales, al total de egresos por turismo de la Argentina según la Balanza de Pagos. Sin embargo, en repetidas ocasiones esto no es así, especialmente en los trimestres 2, 3 y 4 del año 2020 y el 1er trimestre del 2021. En el caso de los egresos, sucede que el componente turístico del MULC incluye pagos con tarjeta realizados por residentes en Argentina a residentes en el exterior y que pueden no ser gastos turísticos. Ejemplos de esto podrían ser los pagos de servicios de streaming. Por lo tanto, en los casos en que el ratio MULC/BP es mayor al 100% se evidencia que los gastos con tarjeta por motivos no turísticos aumentaron la componente “viajes y otros gastos con tarjeta” del MULC por encima de los gastos del turismo emisivo registrado por la BP. En los trimestres comprendidos en la pandemia por COVID-19, esta situación se refleja aún más debido a la reducción de cercana al 100% i.a. del turismo emisivo.↩︎\n",
    "preview": "posts/2021-10-20-mulc/distill-preview.png",
    "last_modified": "2021-10-20T19:04:47-03:00",
    "input_file": "mulc.knit.md"
  },
  {
    "path": "posts/2021-10-04-microdatosevyth/",
    "title": "Publicación de microdatos de la Encuesta de Viajes y Turismo de los Hogares (EVyTH)",
    "description": "Siguiendo con la política de apertura de datos, la Dirección Nacional de Mercados y Estadísticas pone a disposición la base de microdatos de la EVyTH.",
    "author": [],
    "date": "2021-10-07",
    "categories": [],
    "contents": "\n\nContents\nRecursos\nIndicadores\nCómo sigue\n\nLa Encuesta de Viajes y Turismo de los Hogares (EVyTH) tiene como principal objetivo medir la evolución de los viajes realizados por los hogares argentinos, sus características y computar aspectos socio-demográficos que permitan caracterizar a los turistas residentes. Dicho operativo brinda información contínua del turismo nacional de la Argentina, tanto de los viajes turísticos de los residentes dentro de nuestro territorio nacional como los realizados en el exterior1.\nEste inédito producto, disponible a partir de hoy, será actualizado de forma trimestral y permitirá profundizar el análisis del turismo interno permitiendo a usuarios y usuarias procesar los datos a su medida.\nDisponer de la base de microdatos abre las puertas para realizar procesamientos que excedan a la información ya publicada tanto a través de los informes como por el set de recursos procesados y ofrecidos en el portal de datos abiertos. De ahora en adelante, se podrán construir variables en función de los marcos conceptuales propios, como así también segmentar subpoblaciones en función del objeto de estudio particular que se tengan entre manos.\nRecursos\nA partir de esta publicación se encontrará disponible en el portal de datos abiertos la base de microdatos correspondiente a los años 2019, 2020 y hasta el primer trimestre de 2021 inclusive, y su respectivo diseño de registro, a través del cual se podrá identificar el nombre de las variables (columnas), las categorías de respuesta y sus respectivas etiquetas.\nCon el objetivo de facilitar el acceso a usuarios con diferentes experiencia en el procesamiento de datos, se publicará la base en los siguientes formatos, permitiendo así disponibilizar la información a través de diversos programas:\n.txt\n.csv\n.xlsx (Excel)\n.sav (SPSS)\n.dta (STATA)\nDe la misma forma, el diseño de registro se publicará en formatos diverseros:\n.txt\n.csv\n.xlsx\nIndicadores\nCon este nuevo recurso se pueden construir los principales indicadores que refieren a la caracterización del turismo interno. Entre ellos:\nLa evolución de la cantidad de viajes realizados en el período de referencia.\nLas características de los recorridos turísticos durante el período de referencia (lugares visitados, forma de alojamiento, estadías, utilización de paquete turístico, medios de transporte, etc.).\nEl uso de segundas viviendas y las características de los viajes realizados a ellas durante el período de referencia.\nEl gasto de cada uno de los viajes realizados en la Argentina durante el período de referencia.\nLas características sociodemográficas de los visitantes: edad, sexo, nivel educativo, condición de actividad, lugar de residencia, nivel de ingreso, sexo, edad, nivel educativo y características del jefe del hogar.\nCómo sigue\nEl proyecto de apertura de datos continuará con la publicación de los datos correspondientes hasta el año 2012, documentación metodológica y manual de usuario para el procesamiento de la base de microdatos.\n\nMás información disponible en el Documento Técnico #1 del proyecto de Armonización.↩︎\n",
    "preview": {},
    "last_modified": "2021-10-07T15:36:04-03:00",
    "input_file": {}
  },
  {
    "path": "posts/bienvenida/",
    "title": "Te damos la bienvenida a la Bitácora de Turismo",
    "description": "Un espacio virtual de la Dirección Nacional de Mercados y Estadística (DNMyE) en el que nos proponemos compartir avances de investigaciones, datos y reportes relacionados con el desarrollo de la industria turística de Argentina.",
    "author": [],
    "date": "2021-09-14",
    "categories": [],
    "contents": "\n\nContents\nDatos Abiertos\nTableros y Reportes\nReportes\nTableros\n\nArmonización\nActualización Metodológica\nCapacitaciones\nSistema Federal de Gestión de Datos de Turismo\nEspacios de colaboración e intercambio\n\n\nLa Bitácora de Turismo es un nuevo paso de un plan de trabajo en el que se plantea una serie de objetivos alrededor de la producción, generación y acumulación de conocimiento útil para la toma de decisiones y el diseño de políticas públicas más y mejor informadas, y también al amplio abanico de actores del sector turístico: cámaras empresarias, la industria o la academia.\nEn este sentido, se trabajan las siguientes iniciativas:\nEl procesamiento de un vasto acervo de información (de operativos estadísticos y registros administrativos, entre otros) y su paulatina apertura en el Portal de Datos Abiertos de Turismo.\nLa sistematización en la confección de reportes y la generación de tableros, con el objetivo de acercar la información de un modo más intuitivo a usuarias y usuarios que no cuenten con experiencia en procesamiento de bases de datos.\nEl proyecto de Armonización de las Estadísticas Provinciales de Turismo que tiene como objetivo contribuir al fortalecimiento de los sistemas de estadística provinciales para generar información robusta y confiable de la actividad turística de nuestro país.\nEstas herramientas, en conjunto, conforman el Sistema de Información Turística de la Argentina (SINTA)\n\n\n\nDatos Abiertos\nEl portal de Datos Abiertos de Turismo incluye conjuntos de datos de:\nTurismo Internacional;\nTurismo Interno;\nOcupación Hotelera;\nParques Nacionales;\nInversiones Turísticas;\nCalidad Turística y Agencia de Viajes.\nLos mismos se nutren de operativos estadísticos propios (Encuesta de Viajes y Turismo de los Hogares - EVYTH)1; otros en conjunto con el Instituto Nacional de Estadísticas y Censos (Encuesta de Turismo Internacional - ETI2 - y la Encuesta de Ocupación Hotelera - EOH3); y de registros administrativos de otros organismos (Dirección Nacional de Migraciones del Ministerio del Interior), entre otros. Todas las metodologías utilizadas y criterios adoptados en cada una de las estadísticas que producimos se basan en las recomendaciones internacionales de la Organización Mundial de Turismo (OMT).\nTableros y Reportes\nEl micrositio TABLEROS y REPORTES reune una serie de recursos que tienen como objetivo facilitar el acceso a los últimos datos disponibles de una multiplicidad de indicadores del turismo en Argentina.\nReportes\nTurismo Internacional: presenta la última información de turismo receptivo y emisivo y balanza turística por todas las vías (aéreo, terrestre y fluvial / marítimo)..\nOcupación Hotelera: presenta los últimos datos disponibles de la Encuesta de Ocupación Hotelera (EOH).\nNaturaleza: presenta información de visitas a Parques Nacionales del país en base al Registro Nacional de Autorizaciones, Recaudaciones e Infracciones (RENARI) de la Administración de Parques Nacionales.\nTurismo Interno: Reporte de los últimos datos estimados por la Encuesta de Viajes y Turismo de los Hogares (EVyTH).\nTableros\nPUNA\nEl Padrón Único Nacional de Alojamiento (PUNA) reúne todos los establecimientos de alojamiento turístico de la Argentina, en el que se detallan las principales variables de cada uno, nutrido a partir de diferentes fuentes de información:\nlos organismos provinciales y municipales de turismo, que a través de su área de fiscalización de servicios turísticos elaboran el padrón de alojamiento de su provincia o localidad;\nel INDEC, a través de la Encuesta de Ocupación Hotelera (EOH);\nfuentes secundarias especializadas en turismo relevadas desde la DNMYE - MINTURDEP.\nEl tablero PUNA pone a disposición información histórica (2014 - 2019) que da cuenta de: cantidades de (a) Establecimientos; (b) Unidades; (c) Habitaciones y (d) Plazas registradas a distintos niveles de agregación (Ruta, Región, Provincia, Departamento o Localidad), según Clasificación y Tipo de establecimiento (hotelero, parahotelero, privados y otros colectivos)4.\nTURISMO INTERNACIONAL\nEl tablero presenta las estimaciones mensuales del turismo internacional -receptivo y emisivo- de la totalidad de los pasos fronterizos del país, desde el año 2016 hasta la actualidad. La información estadística que se presenta, basada en los registros migratorios provistos por la Dirección Nacional de Migraciones (DNM) y en la Encuesta de Turismo Internacional (ETI), se refiere al flujo de turistas no residentes que visitaron el país y de los y las turistas residentes que viajaron al exterior, por todos los medios de transporte (aéreo, fluvial/marítimo y terrestre).\nPermite visualizar y descargar información detallada por año, mes, medio de transporte, paso fronterizo (con el detalle de la provincia y del país con el que limita el mismo), país de residencia para el turismo receptivo y destino principal para turismo emisivo. De esta manera, el tablero constituye una herramienta amigable para el manejo de los datos estadísticos de turismo internacional de nuestro país. Actualmente se encuentra disponible información actualizada hasta julio de 2021.\nArmonización\nEl proyecto contempla una serie de actividades que incluye: diagnóstico de funcionamiento y capacidades de las oficinas a cargo de las estadísticas de turismo en el país; el desarrollo de materiales con propuestas teóricas y metodológicas para el trabajo estadístico de turismo a nivel subnacional; capacitaciones teóricas y prácticas a referentes técnicos de estadísticas; la creación de un foro de intercambio permanente entre referntes técnicos de los distintos niveles de gobierno; y la generación de una herramienta de gestión de datos federal.\nActualización Metodológica\nEn primer lugar, el proyecto contempla la reedición y revisión periódica de una serie de documentos técnicos que abordan otras problemáticas vinculadas a la producción de estadística de turismo:\nDocumento Técnico #1: Conceptos y elementos básicos para la medición provincial de los turistas\nDocumento Técnico #2: Propuestas metodológicas para las encuestas de ocupación en alojamientos turísticos\nDocumento Técnico #3: Descripción, análisis y utilización de los Registros Administrativos para la medición del Turismo\nDocumento Técnico #4: Propuestas Metodológicas para las Encuestas de Perfil del Visitante\nDocumento Técnico #5: Medición de la contribución económica del turismo: actividad y empleo\nDocumento Técnico #6: Ciencia de Datos para el Turismo (en proceso)\nLos documentos metodológicos buscarán abordar las principales problemáticas a la hora de producir estadísticas de turismo subnacionales como también reforzar las definiciones y conceptos de turismo según las recomendaciones internacionales.\nCapacitaciones\nEn una segunda instancia, se prevé la capacitación de puntos focales de los gobiernos subnacionales que tengan a cargo la administración, generación y/o análisis de estadísticas de turismo en sus respectivos distritos.\nLas capacitaciones pretenden nutrir y fortalecer a los referentes técnicos provinciales para poder mejorar la producción de estadísticas locales derivadas de los operativos de encuesta, explotación de registros administrativos y otras fuentes de información utilizadas.\nSistema Federal de Gestión de Datos de Turismo\nEn paralelo, se procura desarrollar un sistema informático que permita ordenar, homogeneizar, jerarquizar y facilitar la administración de registros, operativos estadísticos y demás datos relativos al sector turísticos de las distintas unidades administrativas.\nPara ello, se trabajará para la construcción de un Sistema Federal de Gestión de Datos de Turismo, herramienta que facilitará el acopio y gestión de datos producidos por los diferentes organismos de turismo subnacionales.\nEspacios de colaboración e intercambio\nCon el fin de generar espacios de colaboración entre los distintos actores vinculados a la producción y explotación de las estadísticas de turismo, se gestionará un foro permanente en donde se habilitarán distintos canales temáticos que acompañarán el contenido de este micrositio: documentos técnicos, bibliografía y trabajos de interés común.\nDe esta manera, el proyecto de Armonización contribuirá a fortalecer las capacidades técnicas, robustecer la producción de estadísticas de turismo y promover una mayor sociabilización de la información producida por las distintas unidades administrativas de turismo.\nLes damos la bienvenida a la Bitácora, con la expectativa de que este espacio sea de utilidad para acercar el trabajo que se está llevando adelante desde el Ministerio de Turismo y Deportes.\n\nLa Encuesta de Viajes y Turismo de los Hogares (EVyTH) es un operativo realizado por el MINTURDEP, cuyo objetivo principal es proporcionar información sobre los viajes turísticos de los residentes de Argentina hacia dentro y fuera del país: cuándo viajan, a dónde van, qué medios de transporte utilizan, dónde se alojan, cuáles son los motivos por los que viajan, cómo organizan sus viajes, qué actividades turísticas realizan, cuánto gastan, etc.↩︎\nLa Encuesta de Turismo Internacional (ETI) es otro operativo realizado en forma continua desde el año 2004, coordinado conjuntamente por el MINTURDEP y el INDEC.↩︎\nEncuesta de Ocupación Hotelera (EOH) es un relevamiento realizado en forma continua desde el 2004, bajo la coordinación del MINTURDEP y el Instituto Nacional de Estadísticas y Censos (INDEC).↩︎\nLos datos publicados en el tablero PUNA, por su propia naturaleza, se encuentran en revisión continua y deben ser tomados como provisorios.↩︎\n",
    "preview": "posts/bienvenida/sinta.png",
    "last_modified": "2021-10-28T11:05:04-03:00",
    "input_file": "welcome.knit.md"
  }
]
