[
  {
    "path": "posts/2021-09-03-armonizacin-de-estadsticas-provinciales-de-turismo/",
    "title": "Armonización de Estadísticas Provinciales de Turismo",
    "description": "El proyecto tiene como finalidad  contribuir al fortalecimiento de los sistemas de estadística provinciales en post de generar información robusta y confiable de la actividad turística de nuestro país.",
    "author": [
      {
        "name": "Dirección Nacional de Mercados y Estadísticas",
        "url": {
          "https://www.yvera.tur.ar/estadistica/": {}
        }
      }
    ],
    "date": "2021-09-03",
    "categories": [],
    "contents": "\nEl proyecto Armonización de las Estadísticas de Turismo en las Provincias se propone la elaboración de propuestas y herramientas accesibles que permitan producir indicadores provinciales básicos y comparables en cuatro ejes:\n(i) actualización metodológica;\n(ii) capacitaciones;\n(iii) coordinación y gestión de datos; y\n(iv) espacios de colaboración e intercambio de experiencias.\nActualización Metodológica\nEn primer lugar, el proyecto contempla la reedición y revisión periódica de una serie de documentos técnicos que abordan otras problemáticas vinculadas a la producción de estadística de turismo:\nDocumento Técnico #1: Conceptos y elementos básicos para la medición provincial de los turistas\nDocumento Técnico #2: Propuestas metodológicas para las encuestas de ocupación en alojamientos turísticos\nDocumento Técnico #3: Descripción, análisis y utilización de los Registros Administrativos para la medición del Turismo\nDocumento Técnico #4: Propuestas Metodológicas para las Encuestas de Perfil del Visitante\nDocumento Técnico #5: Medición de la contribución económica del turismo: actividad y empleo\nDocumento Técnico #6: Ciencia de Datos para el Turismo (en proceso)\nLos documentos metodológicos buscarán abordar las principales problemáticas a la hora de producir estadísticas de turismo sub-nacionales como también reforzar las definiciones y conceptos de turismo según las recomendaciones internacionales.\nCapacitaciones\nEn una segunda instancia, se prevé la capacitación de puntos focales de los gobiernos sub nacionales que tengan a cargo la administración, generación y/o análisis de estadísticas de turismo en sus respectivos distritos.\nLas capacitaciones pretenden nutrir y fortalecer a los referentes técnicos provinciales para poder mejorar la producción de estadísticas locales derivadas de los operativos de encuesta, explotación de registros administrativos y otras fuentes de información utilizadas.\nSistema Federal de Gestión de Datos de Turismo\nEn paralelo, se procura desarrollar un sistema informático que permita ordenar, homogeneizar, jerarquizar y facilitar la administración de registros, operativos estadísticos y demás datos relativos al sector turísticos de las distintas unidades administrativas.\nPara ello, se trabajará para la construcción de un Sistema Federal de Gestión de Datos de Turismo, herramienta que facilitará el acopio y gestión de datos producidos por los diferentes organismos de turismo sub nacionales.\nEspacios de colaboración e intercambio\nCon el fin de generar espacios de colaboración entre los distintos actores vinculados a la producción y explotación de las estadísticas de turismo, se gestionará un foro permanente en donde se habilitarán distintos canales temáticos que acompañarn el contenido de este micrositio: documentos técnicos, bibliografía y trabajos de interés común.\nDe esta manera, el proyecto de Armonización contribuirá a fortalecer las capacidades técnicas, robustecer la producción de estadísticas de turismo y una mayor sociabilización de la información producida por las distintas unidades administrativas de turismo.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-09-03T18:30:33-03:00",
    "input_file": {}
  },
  {
    "path": "posts/bienvenida/",
    "title": "Bienvenidos",
    "description": "La Bitácora de Turismo es un espacio virtual de la Dirección Nacional de Mercados y Estadísticas (DNMyE) en el que nos proponemos compartir avances de investigaciones, datos y reportes relacionados con el desarrollo de la industria turística de Argentina.",
    "author": [
      {
        "name": "Juan Pablo Ruiz Nicolini",
        "url": {}
      }
    ],
    "date": "2021-08-26",
    "categories": [],
    "contents": "\nLa Bitácora de Turismo es un nuevo paso de un plan de trabajo en el que nos planteamos una serie de objetivos alrededor de la producción, generación y acumulación de conocimiento que pudiera ser útil tanto para la toma de decisiones y el diseño de políticas públicas más y mejor informadas, como al amplio abanico de actores del sector turístico: cámaras empresarias, la industria o la academia.\nEn este sentido, desde hace ya un tiempo nos hemos abocado a:\nel procesamiento de un basto acervo de información y su paulatina apertura en el Portal de Datos Abiertos de Turismo;\nla sistematización en la confección de reportes y la generación de tableros con el objetivo de acercar la información de un modo más intuitivo a usuaries no expertes en procesamiento de bases de datos;\nel lanzamiento de un proyecto de Armonización de las Estadísticas Provinciales de Turismo que contempla una serie de actividades (diagnóstico; desarrollo de materiales; capacitaciones; foro de intercambio; generación de una herramienta de gestión de datos) con el objetivo de econtribuir al fortalecimiento de los sistemas de estadística provinciales en post de generar información robusta y confiable de la actividad turística de nuestro país.\nLes damos la bivenvenida entonces a la Bitácora, con la expectativa de que este espacio sea de utilidad para acercar el trabajo de la DNMyE.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-09-03T18:18:04-03:00",
    "input_file": {}
  }
]
